Repository: Animtim/fusiondirectory-plugins
Catalog: nagios/locale/*/fusiondirectory.po
Languages: el_gr

source: Nagios account settings
el_gr: Ρυθμίσεις λογαριασμού Nagios

source: Nagios Account
el_gr: Λογαριασμός Nagios

source: Name of the nagios alias
el_gr: Όνομα του nagios alias

source: Mail address
el_gr: Διεύθυνση αλληλογραφίας

source: Email of the nagios alias
el_gr: Email του nagios alias

source: Host notification period
el_gr: Περιόδος ειδοποίησης συστήματος

source: Service notification period
el_gr: Περιόδος ειδοποίησης υπηρεσίας

source: Service notification options
el_gr: Επιλογές ειδοποίησης υπηρεσίας

source: Host notification options
el_gr: Επιλογές ειδοποίησης συστήματος

source: Pager
el_gr: Βομβητής

source: Pager
el_gr: Βομβητής

source: Service notification commands
el_gr: Εντολές ειδοποίησης υπηρεσίας

source: Host notification commands
el_gr: Εντολές ειδοποίησης συστήματος

source: Nagios configuration
el_gr: Ρύθμιση Nagios

source: FusionDirectory nagios plugin configuration
el_gr: Ρύθμιση προσθέτου FusionDirectory nagios

source: Lconf prefix
el_gr: Πρόθεμα Lconf

source: Prefix used for lconf LDAP fields
el_gr: Πρόθεμα που χρησιμοιείται για τα πεδία lconf LDAP

source: Nagios authentification
el_gr: Πιστοποίηση Nagios

source: view system informations
el_gr: προβολή πληροφοριών συστήματος

source: view configuration information
el_gr: προβολή πληροφοριών ρύθμισης

source: trigger system commands
el_gr: εκκίνηση εντολών συστήματος

source: view all services
el_gr: προβολή όλων των υπηρεσιών

source: view all hosts
el_gr: προβολή όλων των συστημάτων

source: trigger all service commands
el_gr: εκκίνηση όλων των εντολών υπηρεσίας

source: trigger all host commands
el_gr: εκκίνηση όλων των εντολών συστήματος
