Repository: Animtim/fusiondirectory-plugins
Catalog: netgroups/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Member of the following NIS Netgroups
es: Miembros de los siguientes NIS Netgroups

source: In all NIS Netgroups
es: En todos los NIS Netgroups

source: Not in all NIS Netgroups
es: En ningún NIS Netgroups

source: Choose NIS Netgroups for the user
es: Elija los NIS Netgroups para el usuario

source: LDAP error
es: Error LDAP

source: NIS Netgroup member
es: Miembro del NIS Netgroup

source: NIS Netgroup members
es: Miembros del NIS Netgroup

source: Choose NIS Netgroups for the host
es: Elija los NIS Netgroups para el equipo

source: NIS Netgroups management
es: Administración NIS Netgroups

source: ! unknown UID/CN
es: ¡CN/UID desconocido!

source: User
es: Usuario

source: Server
es: Servidor

source: Workstation
es: Estación de trabajo

source: Host
es: Nombre de equipo

source: Network Device
es: Dispositivo de Red

source: Name
es: Nombre

source: NIS Netgroup Error
es: Error en NIS Netgroup

source: Error: There are a loop with NIS Netgroups
es: Error: Existe un bucle en los NIS Netgroups

source: IMPORTANT: Check the members of NIS Netgroup
es: IMPORTANTE: Compruebe los miembros del NIS Netgroup

source: Generic
es: Genérico

source: Generic NIS Netgroup settings
es: Parámetros genéricos de NIS Netgroup

source: Description
es: Descripción

source: List of NIS Netgroups
es: Lista de NIS Netgroups

source: Properties
es: Propiedades

source: Actions
es: Acciones

source: Create
es: Crear

source: Edit
es: Editar

source: Remove
es: Eliminar

source: Edit NIS Netgroup
es: Editar NIS Netgroup

source: Remove NIS Netgroup
es: Eliminar NIS Netgroup

source: Filter
es: Filtro

source: Show NIS Netgroups
es: Mostrar NIS Netgroups

source: NIS Netgroup name
es: Nombre NIS Netgroup

source: Multiple edit
es: Edición multiple

source: Name of the NIS Netgroup
es: Nombre del NIS Netgroup

source: Descriptive text for this NIS Netgroup
es: Texto descriptivo para este NIS Netgroup

source: Please select the desired entries
es: Por favor seleccione las entradas que desee

source: Common name
es: Nombre común

source: Login
es: Inicio

source: Surname
es: Apellido

source: Show Users
es: Mostrar usuarios

source: Show Hosts
es: Mostrar equipos

source: Show NIS Netgroup
es: Mostrar NIS Netgroup

source: Please select the desired NIS Netgroups
es: Por favor seleccione los NIS Netgroups que desee
