Repository: Animtim/fusiondirectory-plugins
Catalog: zarafa/locale/*/messages.po
Languages: it, nl

source: Zarafa group
it: Gruppo Zarafa
nl: Zarafa groep

source: Zarafa Settings
it: Impostazioni di Zarafa
nl: Zarafa instellingen

source: Make this group a Zarafa Securitygroup
it: Fai di questo gruppo un Securitygroup Zarafa
nl: Maak van deze groep een Zarafa Securitygroup

source: Hide from Zarafa addressbook
it: Nascondere dalla rubrica di Zarafa
nl: Verberg van Zarafa adresboek

source: Generic
it: Informazioni
nl: Generiek

source: Primary address
it: Indirizzo principale
nl: Primair adres

source: The primary mail address
it: Lindirizzo mail principale
nl: Het primaire email adres

source: Server mail for zarafa
it: Server mail di zarafa
nl: Server mail voor Zarafa

source: Alternative addresses
it: Indirizzi alternativi
nl: Alternatieve adressen

source: Alternative mail addresses for zarafa group
it: Indirizzo mail alternativo per il gruppo zarafa
nl: Alternatieve mail adressen voor Zarafa groep

source: Forward messages to non group members
it: Inoltra i messaggi ai membri che non appartengono al gruppo
nl: Stuur berichten door naar niet groepsleden

source: Filter
it: Filtro

source: Show users
it: Mostra gli utenti
nl: Toon gebruikers

source: Show groups
it: Mostra i gruppi
nl: Toon groepen

source: Please select the desired entries
it: Seleziona le entries desiderate
nl: Selecteer aub de gewenste inzendingen

source: User
it: Utente
nl: Gebruiker

source: Group
it: Gruppo
nl: Groep

source: Name
it: Nome
nl: Naam

source: Mail address
it: Indirizzo di posta elettronica
nl: E-mail adres

source: User mail settings
it: Impostazioni della casella di posta elettronica dell'utente
nl: Gebruikers E-mail instellingen

source: Zarafa settings
it: Impostazioni di Zarafa
nl: Zarafa instellingen

source: Hard quota size
it: Dimensione massima della quota
nl: Hard quota grootte

source: Soft quota size
it: Dimensione minima della quota
nl: Soft quota grootte

source: Warn quota size
it: Avvertimento per la dimensione della quota
nl: Warn quota grootte

source: Zarafa specific settings
it: Impostazioni specifiche di Zarafa
nl: Zarafa specifieke instellingen

source: Enable Zarafa
it: Attivare Zarafa
nl: Activeer Zarafa

source: Enable Zarafa Account for this user
it: Abilitare l'account Zarafa per questo utente
nl: Activeer Zarafa account voor deze gebruiker

source: Zarafa Administrator
it: Amministratore Zarafa

source: Make this user a Zarafa Administrator
it: Fai di questo utente un amministratore di Zarafa
nl: Maak van deze gebruiker een Zarafa administrator

source: Zarafa shared store
it: Archivio condiviso di Zarafa
nl: Zarafa gedeelde store

source: Make this user a Zarafa shared store
it: Fai di questo utente un archivio condiviso di Zarafa
nl: Maak van deze gebruiker een Zarafa gedeelde store

source: Hide from addressbook
it: Nascondere dalla rubrica
nl: Verberg van adresboek

source: Resource type
it: Tipo di risorsa

source: Room
it: Stanza
nl: Kamer

source: Equipment
it: Attrezzatura
nl: Materiaal

source: Resource capacity
it: Capacità della risorsa

source: Send as privileges
it: Invio privilegiato
nl: Zend als privileges

source: Base
nl: Basis
