Repository: Animtim/fusiondirectory-plugins
Catalog: mail/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Select to automatically response with the vacation message defined below
cs: zaškrtněte pro automatické odpovídání níže uvedenou zprávou „jsem na dovolené“

source: Activate vacation message
cs: aktivovat zprávu „jsem na dovolené“

source: till
cs: dokud

source: Select if you want to filter this mails through spamassassin
cs: zvolte pokud chcete aby tyto zprávy procházely přes Spamassassin

source: Move mails tagged with spam level greater than
cs: přesouvat zprávy označené jako spam od úrovně vyšší než

source: Choose spam level - smaller values are more sensitive
cs: zvolte úroveň hodnocení spamu – čím nižší hodnota, tím citlivější

source: to folder
cs: do složky

source: Reject mails bigger than
cs: odmítat zprávy větší než

source: Select department
cs: zvolte oddělení
