Repository: Animtim/fusiondirectory-plugins
Catalog: mail/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Folder administrators
cs: správci složek

source: Select a specific department
cs: vyberte konkrétní oddělení

source: Choose
cs: zvolit

source: Mail error
cs: chyba e-mailu

source: Cannot read quota settings: %s
cs: nelze načíst nastavení kvóty: %s

source: Cannot get list of mailboxes: %s
cs: Nezdařilo se získat seznam schránek: %s

source: Cannot receive folder types: %s
cs: Nezdařilo se zjistit typy složky: %s

source: Cannot receive folder permissions: %s
cs: Nezdařilo se zjistit práva na složce: %s

source: Mailbox '%s' doesn't exists on mail server: %s
cs: Schránka '%s' neexistuje na poštovním serveru: %s

source: Mail
cs: e-mail

source: Remove shared folder from mail server database when entry gets removed in LDAP
cs: při odebírání položky z LDAPu odebrat také sdílenou složku z poštovního serveru

source: Remove the shared folder and all its contents after saving this account
cs: po uložení tohoto účtu odebrat sdílenou složku (včetně veškerého jejího obsahu)

source: Error
cs: chyba

source: Please select an entry!
cs: prosím vyberte (nějakou) položku!

source: Mail address
cs: e-mailová adresa

source: Cannot add primary address to the list of forwarders!
cs: Přidání hlavní adresy na seznam přeposílání se nezdařilo!

source: Address is already in use by group '%s'.
cs: Danou adresu již využívá skupina '%s'.

source: Address is already in use by user '%s'.
cs: Danou adresu již využívá uživatel '%s'.

source: LDAP error
cs: chyba LDAPu

source: Cannot remove mailbox: %s
cs: Nelze odebrat schárnku: %s

source: Cannot update shared folder permissions: %s
cs: Nezdařilo se aktualizovat práva na sdílené složce: %s

source: New
cs: nové

source: Cannot update mailbox: %s
cs: Nezdařilo se aktualizovat schránku: %s

source: Cannot write quota settings: %s
cs: Nezdařilo se zapsat nastavení kvóty: %s

source: The group 'cn' has changed. It can't be changed due to the fact that mail method '%s' relies on it!
cs: Skupina 'cn' byla změněna. To není dobré, protože na ní závisí způsob nakládání s e-maily '%s'!

source: Primary address
cs: hlavní adresa

source: Quota size
cs: kvóta objemu dat

source: Mail max size
cs: nejvyšší povolený datový objem zprávy

source: You need to set the maximum mail size in order to reject anything.
cs: Aby odmítání zpráv vůbec fungovalo, musíte nastavit největší povolenou velikost zpráv.

source: Mail server
cs: poštovní server

source: Group mail
cs: skupinový e-mail

source: Folder type
cs: typ složky

source: Alternate addresses
cs: alternativní adresa

source: Forwarding addresses
cs: adresy k přeposílání

source: Only local
cs: pouze místní

source: Permissions
cs: oprávnění

source: Mail settings
cs: nastavení e-mailu

source: Primary mail address for this shared folder
cs: hlavní e-mailová adresa pro tuto sdílenou složku

source: Alternative addresses
cs: alternativní adresy

source: List of alternative mail addresses
cs: seznam alternativních e-mailových adres

source: Forward messages to non group members
cs: přeposlat zprávy těm, kdo nejsou členy skupiny

source: Add local
cs: přidat místní

source: Generic
cs: obecné

source: Specify the mail server where the user will be hosted on
cs: Zvolte poštovní server, na kterém bude uživatel mít svůj účet.

source: Reload
cs: načíst znovu

source: IMAP shared folders
cs: sdílené složky IMAPu

source: Default permission
cs: výchozí oprávnění

source: Member permission
cs: oprávnění členů

source: Hide
cs: skrýt

source: Show
cs: zobrazit

source: Advanced mail options
cs: pokročilé volby e-mailu

source: Select if user can only send and receive inside his own domain
cs: zvolte, zda uživatel bude moci přijímat a odesílat pouze v rámci vlastní domény

source: User is only allowed to send and receive local mails
cs: uživateli je dovoleno přijímat a odesílat pouze místní poštu

source: Used in all groups
cs: použito ve všech skupinách

source: Not used in all groups
cs: nepoužito v žádné skupině

source: Select addresses to add
cs: vybrat adresy, které budou přidány

source: Filters
cs: filtry

source: Display addresses of department
cs: zobrazit adresy oddělení

source: Choose the department the search will be based on
cs: vyberte oddělení ve kterém se bude hledat

source: Display addresses matching
cs: zobrazit adresy odpovídající

source: Regular expression for matching addresses
cs: regulární výraz pro nalezení odpovídající adresy

source: Display addresses of user
cs: zobrazit adresy uživatele

source: User name of which addresses are shown
cs: uživatelské jméno ke kterému jsou zobrazeny adresy

source: IMAP/POP3 service
cs: služba IMAP/POP3

source: Repair database
cs: opravit databázi

source: IMAP/POP3 (Cyrus) service
cs: služba IMAP/POP3 (Cyrus)

source: Server identifier
cs: identifikátor serveru

source: Connect URL
cs: URL (adresa) pro připojení

source: Sieve connect URL
cs: URL (adresa) pro připojení k Sieve

source: Valid options are: %s
cs: platnými volbami jsou: %s

source: Admin user
cs: správce

source: Password
cs: heslo

source: Services
cs: služby

source: Start
cs: spustit

source: Stop
cs: zastavit

source: Restart
cs: restartovat

source: Admin password
cs: heslo správce

source: Start IMAP service
cs: spustit službu IMAP

source: Start IMAP SSL service
cs: spustit službu IMAP SSL

source: Start POP3 service
cs: spustit službu POP3

source: Start POP3 SSL service
cs: spustit službu POP3 SSL

source: The server must be saved before you can use the status flag.
cs: Stavového přiznaku je možné použít až poté, co bude server uložen.

source: The service must be saved before you can use the status flag.
cs: Stavového přiznaku je možné použít až poté, co bude služba uložena.

source: Set new status
cs: nastavit nový stav

source: Set status
cs: nastavit stav

source: Execute
cs: spustit

source: Mail smtp service (Postfix)
cs: služba SMTP (Postfix)

source: Header size limit
cs: omezení velikosti hlavičky

source: Mailbox size limit
cs: omezení velikosti schránky

source: Message size limit
cs: omezení velikosti zprávy

source: Visible full qualified hostname
cs: viditelný úplný (full qualified) název stroje

source: Description
cs: popis

source: Max mailbox size
cs: maximální povolená velikost schránky

source: Max message size
cs: maximální povolená velikost zprávy

source: Domains to accept mail for
cs: domény, POUZE ze kterých když přijde zpráva, bude přijata

source: Local networks
cs: místní sítě

source: Relay host
cs: předávající stroj

source: Transport table
cs: transportní tabulka

source: Restrictions for sender
cs: omezení odesilatele

source: Restrictions for recipient
cs: omezení příjemce

source: The full qualified host name.
cs: úplný (full qualified) název stroje

source: Max mail header size
cs: maximální povolená velikost hlavičky zprávy

source: This value specifies the maximal header size.
cs: Tato hodnota určuje maximální povolenou velikost hlavičky zprávy.

source: Defines the maximal size of mail box.
cs: Určuje největší povolenou velikost schránky.

source: Specify the maximal size of a message.
cs: Určuje největší povolenou velikost zprávy.

source: Relay messages to following host:
cs: Zprávy předávat na tento stroj:

source: Postfix networks
cs: sítě Postfixu

source: Remove
cs: odebrat

source: Domains and routing
cs: domény a směrování

source: Postfix is responsible for the following domains:
cs: Postfix spravuje tyto domény:

source: Transports
cs: transporty

source: Select a transport protocol.
cs: Vyberte přenosový protokol.

source: Restrictions
cs: omezení

source: Restriction filter
cs: filtr omezení

source: Name
cs: název

source: Rule
cs: pravidlo

source: Trusted network
cs: důvěryhodná síť

source: Score
cs: hodnocení

source: Rewrite header
cs: přepsat hlavičku

source: Trusted networks
cs: důvěryhodné sítě

source: Required score
cs: potřebný stupeň hodnocení

source: Rules
cs: pravidla

source: Enable use of bayes filtering
cs: používat k filtrování zpráv algoritmu Bayes

source: Enabled bayes auto learning
cs: samoučící režim algoritmu Bayes je zapnut

source: Enable RBL checks
cs: zapnout kontrolu RBL

source: Enable use of Razor
cs: používat Razor

source: Enable use of DDC
cs: používat DDC

source: Enable use of Pyzor
cs: používat Pyzor

source: Select required score to tag mail as spam
cs: zvolte stupeň hodnocení, po jehož dosažení bude zpráva považována za nevyžádanou (SPAM)

source: Enable bayes auto learning
cs: Používat samoučící režim algoritmu Bayes

source: Generic virus filtering
cs: obecné (od)filtrování virů

source: Database user
cs: uživatel pro přístup k databázi

source: Database mirror
cs: zrcadlo databáze

source: Http proxy URL
cs: URL HTTP proxy

source: Maximum threads
cs: nejvyšší povolený počet vláken

source: Select number of maximal threads
cs: zvolte nejvyšší povolený počet vláken

source: Max directory recursions
cs: nejvyšší povolený počet vnoření adresáře

source: Checks per day
cs: kontrol za den

source: Enable debugging
cs: zapnout režim ladění

source: Enable mail scanning
cs: zapnout skenování zpráv

source: Archive scanning
cs: skenování archivu

source: Enable scanning of archives
cs: zapnout skenování archivu

source: Block encrypted archives
cs: blokovat šifrované archivy

source: Maximum file size
cs: maximální velikost souboru

source: Anti virus user
cs: uživatelský účet pro antivirový software

source: Please enter a mail address
cs: zadejte prosím e-mailovou adresu

source: Mail distribution list
cs: distribuční seznam

source: Primary mail address for this distribution list
cs: hlavní e-mailová adresa pro tento distribuční seznam

source: Remove mail account
cs: odebrat e-mailový účet

source: mail group
cs: e-mailová skupina

source: Create mail account
cs: vytvořit účet pro e-mail

source: your-name@your-domain.com
cs: vase-jmeno@vase-domena.cz

source: Mail group
cs: e-mailová skupina

source: There are no IMAP compatible mail servers defined!
cs: Nejsou určeny žádné poštovní servery slučitelné s protokolem IMAP!

source: Mail server for this account is invalid!
cs: Poštovní server pro tento účet je neplatný!

source: IMAP error
cs: chyba IMAPu

source: Cannot modify IMAP mailbox quota: %s
cs: Nezdařilo se upravit kvótu pro schránku IMAP: %s

source: Mail info
cs: informace o zprávě

source: LDAP entry has been removed but cyrus mailbox (%s) is kept. Please delete it manually!
cs: Položka v LDAPu byla odebrána, ale schránka (%s) na Cyru zůstala. Smažte ji prosím ručně!

source: The module imap_getacl is not implemented!
cs: Modul imap_getacl není implementován!

source: File '%s' does not exist!
cs: Soubor '%s' neexistuje!

source: The sieve script may not be written correctly.
cs: Skript pro sieve je asi chybný.

source: Warning
cs: varování

source: Cannot retrieve SIEVE script: %s
cs: Nedaří se získat skript Sieve: %s

source: Cannot store SIEVE script: %s
cs: Nedaří se uložit skript Sieve: %s

source: Cannot activate SIEVE script: %s
cs: Nedaří se aktivovat skript Sieve: %s

source: Filter
cs: filtr

source: Show users
cs: zobrazit uživatele

source: Show groups
cs: zobrazit skupiny

source: Base
cs: základ

source: Please select the desired entries
cs: vyberte prosím požadované položky

source: User
cs: uživatel

source: Group
cs: skupina

source: Parse failed
cs: analýza selhala

source: Parse successful
cs: analýza proběhla úspěšně

source: The specified mail server '%s' does not exist within the FusionDirectory configuration.
cs: Zadaný poštovní server '%s' není definován v nastavení FusionDirectory.

source: No script name specified!
cs: Nebyl zadán název skriptu!

source: Please use only lowercase script names!
cs: V názvech skriptů prosím používejte pouze malá písmena!

source: Please use only alphabetical characters in script names!
cs: V názvech skriptů prosím používejte pouze písmena a čísla!

source: Script name already in use!
cs: Skript s takovým názvem již existuje!

source: SIEVE error
cs: chyba Sieve

source: Cannot log into SIEVE server: %s
cs: Nelze se přihlásit na Sieve server: %s

source: Cannot remove SIEVE script: %s
cs: Nelze odebrat skript Sieve: %s

source: Edited
cs: upravené

source: Uploaded script is empty!
cs: Nahraný skript neobsahuje žádné příkazy!

source: Internal error
cs: vnitřní chyba

source: Cannot access temporary file '%s'!
cs: Nemám přístup k dočasnému souboru '%s'!

source: Cannot open temporary file '%s'!
cs: Nemohu otevřít dočasný soubor '%s'!

source: Keep
cs: ponechat

source: Comment
cs: komentář

source: File into
cs: vyplnit do

source: Discard
cs: zahodit

source: Redirect
cs: přesměrovat

source: Reject
cs: odmítnout

source: Require
cs: vyžadovat

source: Vacation message
cs: zpráva „jsem na dovolené“

source: If
cs: když

source: Cannot add new element!
cs: Nemohu přidat nový prvek!

source: Else
cs: jinak

source: Else If
cs: jinak ještě

source: Address
cs: adresa

source: Header
cs: hlavička

source: Envelope
cs: obálka

source: Size
cs: velikost

source: Exists
cs: existuje

source: All of
cs: všechno z

source: Any of
cs: cokoli z

source: True
cs: platí

source: False
cs: neplatí

source: Active
cs: činné

source: This script is marked as active
cs: tento skript je označen jako aktivní

source: Script length
cs: délka skriptu

source: Remove script
cs: odebrat skript

source: Activate script
cs: aktivovat skript

source: Edit script
cs: upravit skript

source: Can't log into SIEVE server. Server says '%s'.
cs: Nedaří se přihlášení na Sieve server. Server vrací '%s'.

source: Cannot insert element at the requested position!
cs: Prvek nelze vložit na požadovanou pozici!

source: Failed to save sieve script
cs: selhalo uložení skriptu Sieve

source: Cannot remove last element!
cs: Nemohu odebrat poslední prvek

source: Require must be the first command in the script.
cs: „require“ (vyžaduj) musí být první příkazem skriptu.

source: Please specify at least one valid requirement.
cs: Zadejte prosím alespoň jeden platný argument.

source: Complete address
cs: úplná adresa

source: Default
cs: výchozí

source: Domain part
cs: doménová část

source: Local part
cs: místní část

source: Case insensitive
cs: nerozlišuje velikost písmen

source: Case sensitive
cs: rozlišuje velikost písmen

source: Numeric
cs: číselné

source: is
cs: je

source: regex
cs: regulární výraz

source: contains
cs: obsahuje

source: matches
cs: shoduje se

source: count
cs: počet

source: value is
cs: hodnota je

source: less than
cs: méně než

source: less or equal
cs: méně či rovno

source: equals
cs: rovno

source: greater or equal
cs: více než či rovno

source: greater than
cs: více než

source: not equal
cs: nerovná se

source: Can't save empty tests.
cs: Nemohu uložit nevyplněný test.

source: emtpy
cs: prázdné

source: empty
cs: prázdné

source: Nothing specified right now
cs: v tuto chvíli není nic zadáno

source: Invalid type of address part.
cs: Neplatný typ adresní části.

source: Invalid match type given.
cs: Zadán neplatný typ shody.

source: Invalid operator given.
cs: Zadán neplatný operátor.

source: Please specify a valid operator.
cs: Zadejte prosím platný operátor.

source: Invalid character found in address attribute. Quotes are not allowed here.
cs: V atributu adresa se nachází nepovolený znak – uvozovky zde zkrátka nemohou být.

source: Invalid character found in value attribute. Quotes are not allowed here.
cs: V hodnotě atributu se nachází nepovolený znak – uvozovky zde zkrátka nemohou být.

source: lower than
cs: nižší než

source: Bytes
cs: Bytů

source: Please select a valid match type in the list box below.
cs: Zvolte prosím platný typ shody z nabídky níže.

source: Only numeric values are allowed here.
cs: Zde mohou být pouze číslice.

source: No valid unit selected
cs: nebyla zvolena platná jednotka

source: Condition
cs: podmínka

source: Empty
cs: prázdné

source: Click here to add a new test
cs: pro přidání nového testu klikněte sem

source: Unhandled switch type
cs: neošetřený typ přepínače

source: Please specify a valid email address.
cs: Zadejte prosím platnou e-mailovou adresu.

source: Place a mail address here
cs: Zadejte sem e-mailovou adresu.

source: Invalid character found, quotes are not allowed in a reject message.
cs: Zjištěny nepovolené znaky – ve zprávě o odmítnutí není možné použít uvozovky.

source: Your reject text here
cs: Sem zadejte svůj text o odmítnutí.

source: Your comment here
cs: Sem zadejte svůj komentář.

source: Alternative sender address must be a valid email addresses.
cs: Alternativní adresa odesilatele musí být platnou e-mailovou adresou.

source: Vacation Message
cs: zpráva „jsem na dovolené“

source: Normal view
cs: běžné zobrazení

source: days
cs: dny

source: Alternative sender addresses
cs: alternativní adresa odesilatele

source: Expert view
cs: zobrazení pro odborníky

source: Import sieve script
cs: importovat skript v Sieve

source: Please select the sieve script you want to import. Use the import button to import the script or the cancel button to abort.
cs: Vyberte prosím skript v Sieve, který chcete importovat. Poté klikněte na „importovat“ nebo celou akci zrušte kliknutím na “zrušit“.

source: Script to import
cs: skript k importu

source: Not
cs: ne

source: Inverse match
cs: obrácená shoda

source: List of sieve scripts
cs: seznam skriptů v Sieve

source: Connection to the sieve server could not be established, the authentification attribute is empty.
cs: Není možné navázat připojení na Sieve server – atribut pro ověření je prázdný.

source: Please verify that the attributes uid and mail are not empty and try again.
cs: Ověřte prosím, že atributy „uid“ a „mail“ nejsou prázdné a zkuste to znovu.

source: Connection to the sieve server could not be established.
cs: Připojení na Sieve server se nezdařilo.

source: Possibly the sieve account has not been created yet.
cs: Účet Sieve pravděpodobně ještě nebyl vytvořen.

source: Be careful. All your changes will be saved directly to sieve, if you use the save button below.
cs: Buďte opatrní – jakmile kliknete na „uložit“ všechny Vámi provedené změny se okamžitě promítnou přímo do Sieve.

source: Create new script
cs: vytvořit nový skript

source: Match type
cs: typ shody

source: Invert test
cs: obrátit (invertovat) test

source: Yes
cs: ano

source: No
cs: ne

source: Part of address that should be used
cs: část adresy, která má být použita

source: Comparator
cs: porovnání

source: Operator
cs: operátor

source: Address fields to include
cs: zahrnout tyto pole z adresy

source: Select match type
cs: zvolte typ shody

source: Select value unit
cs: zvolte jednotku hodnoty

source: Export
cs: export(ovat)

source: View structured
cs: zobrazit uspořádaně

source: View source
cs: zobrazit zdroj

source: Add a new element
cs: přidat nový prvek

source: Please select the type of element you want to add
cs: vyberte prosím typ prvku, který chcete přidat

source: Continue
cs: pokračovat

source: Abort
cs: přerušit

source: Move mail into folder
cs: přesunout zprávu do složky

source: Select from list
cs: vybrat ze seznamu

source: Manual selection
cs: ruční výběr

source: Folder
cs: složka

source: Edit
cs: upravit

source: Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs: Prosím velmi dobře si rozmyslete, zda to opravdu chcete udělat, protože provedené změny už ve FusionDirectory nepůjde vzít nijak jednoduše zpět (nanejvýš složitě ze záloh, pokud existují a obsahují potřebná data)!

source: Best thing to do before performing this action would be to save the current script in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
cs: Před provedením akce doporučujeme uložit si upravovaný skript do souboru. Pokud jste tak již učinil(a), klikněte na 'smazat', nebo celou akci zrušte kliknutím na 'zrušit'.

source: Redirect mail to following recipients
cs: zprávy přesměrovat na tyto příjemce

source: Keep message
cs: uchovat zprávu

source: Move this object up one position
cs: přesunout objekt o jednu pozici nahoru

source: Up
cs: nahoru

source: Move up
cs: přesunout nahoru

source: Move this object down one position
cs: přesunout objekt o jednu pozici dolů

source: Down
cs: dolů

source: Move down
cs: přesunout dolů

source: Remove this object
cs: odebrat tento objekt

source: Remove element
cs: odebrat prvek

source: Discard message
cs: zahodit zprávu

source: Stop execution here
cs: zastavit provádění zde

source: operator
cs: operátor

source: Please enter the name for the new script below. Script names must consist of lower case characters only.
cs: Zadejte prosím název skriptu níže. Názvy skriptů mohou být pouze malými písmeny.

source: Script name
cs: název skriptu

source: Move object up one position
cs: přesunout objekt o jednu pozici nahoru

source: Move object down one position
cs: přesunout objekt o jednu pozici dolů

source: Remove object
cs: odebrat objekt

source: choose element
cs: zvolit prvek

source: Add new
cs: přidat nové

source: Add a new object above this one.
cs: Přidat nový objekt nad tento.

source: Add element above
cs: přidat prvek nad

source: Add a new object below this one.
cs: Přidat nový objekt pod tento.

source: Add element below
cs: přidat prvek pod

source: Reject mail
cs: odmítnout zprávu

source: This is a multiline text element
cs: toto je víceřádkový textový prvek

source: This is stored as single string
cs: toto je uloženo jako jediný řetězec

source: Select the type of test you want to add
cs: vyberte typ testu, který chcete přidat

source: Available test types
cs: dostupné typy testů

source: Add object
cs: přidat objekt

source: Bool
cs: ano/ne (Boolean)

source: update
cs: aktualizovat

source: This does something
cs: tohle něco dělá

source: Configuration error
cs: chyba v nastavení

source: No DESC tag in vacation template '%s'!
cs: V šabloně dovolené '%s' chybí značka DESC!

source: Permission error
cs: chyba oprávnění

source: You have no permission to modify these addresses!
cs: Nejste oprávněn(a) upravit tyto adresy!

source: unknown
cs: neznámé

source: Mail error saving sieve settings
cs: nastavení ukládání záznamů o chybách zpráv v Sieve

source: Mail reject size
cs: odmítat zprávy s datovým objemem vyšším než

source: Spam folder
cs: složka pro nevyžádanou poštu (SPAM)

source: from
cs: od

source: to
cs: pro

source: Vacation interval
cs: interval dovolené

source: My account
cs: můj účet

source: Add vacation information
cs: přidat informaci o dovolené

source: Use spam filter
cs: používat filtr nevyžádané pošty

source: Spam level
cs: úroveň nevyžádaných zpráv

source: Spam mail box
cs: schránka, ve které budou končit nevyžádané zprávy

source: Sieve management
cs: správa Sieve

source: Reject due to mailsize
cs: odmítnout z důvodu (přílišného) datového objemu

source: Forwarding address
cs: adresa, na kterou se bude přeposílat

source: Local delivery
cs: místní doručení

source: No delivery to own mailbox
cs: nedoručovat do vlastní schránky

source: Mail alternative addresses
cs: alternativní adresy zprávy

source: Use custom sieve script
cs: použít vlastní skript Sieve

source: User mail settings
cs: nastavení uživatelova e-mailu

source: The configured mail attribute '%s' is unsupported!
cs: Nastavený atribut zprávy '%s' není podporován!

source: Mail method '%s' is unknown!
cs: Neznámý systém správy e-mailů '%s'!

source: None
cs: žádné

source: Unknown
cs: neznámé

source: Unlimited
cs: neomezené

source: Forward messages to
cs: přesměrovat zprávy na

source: disables all Mail options!
cs: zakáže všechny volby e-mailu!

source: Sieve Management
cs: správa Sieve

source: Select if you want to forward mails without getting own copies of them
cs: Zvolte, zda chcete přeposílat zprávy bez toho, abyste si ponechávali jejich kopie.

source: No delivery to own mailbox
cs: nedoručovat do vlastní schránky
