Repository: Animtim/fusiondirectory-plugins
Catalog: supann/locale/*/LC_MESSAGES/messages.po
Languages: fr, nl

source: LDAP error
fr: Erreur LDAP
nl: LDAP fout

source: Name
fr: Nom
nl: Naam

source: supann Etablissement Settings
fr: Données d'etablissement
nl: supan Etablissement instellingen

source: o
fr: Organisation
nl: Â°

source: telephoneNumber
fr: Numéro de téléphone
nl: telefoonNummer

source: facsimileTelephoneNumber
fr: Numéro de télécopieurs
nl: facsimileTelefoonNummer

source: postalAddress
fr: Adresse Postale
nl: postAdres

source: Description
nl: Omschrijving

source: Warning
fr: Avertissement
nl: Waarschuwing

source: This may be a primary user group. Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
nl: Dit kan een primaire groep gebruikers zijn. Kijk hier als je echt wilt om dit te doen omdat er geen manier voor FusionDirectory om uw gegevens te recuperen.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
fr: Si vous êtes sure, appuyer sur 'Supprimer' pour continuer ou 'Annuler' pour interrompre
nl: Indien u zeker bent drukt u dan 'Verwijderen' om door te gaan of 'Annuleren' om te annuleren.

source: Supann Structures administration
fr: Administation des Sctructures SUPANN
nl: Supann Structures administratie

source: etablissement
fr: établissement
nl: Instelling

source: entite
fr: entité
nl: Entiteit

source: Properties
fr: Propriétés
nl: Eigenschappen

source: Set this etablissement as root one
nl: Zet deze instelling als primaire

source: This etablissement is the root one
nl: Deze instelling is de primaire

source: Name of etablissement
fr: Nom de l'établissement
nl: Naam van instelling

source: Location
fr: Localisation
nl: Plaats

source: Location of this subtree
fr: Localisation de la sous branche
nl: Plaats van deze subtree

source: Address
fr: Adresse
nl: Adres

source: Postal address of this subtree
fr: Adresse postale de la sous branche
nl: Post adres van deze subtree

source: Phone
fr: Téléphone
nl: Telefoon

source: Base telephone number of this subtree
fr: Numéro de téléphone de la sous branche
nl: Basis telefoonnummer van deze subtree

source: Base facsimile telephone number of this subtree
fr: Numéro de télécopie de la sous branche
nl: Basis Fax nummer van deze subtree

source: Generic
nl: Algemeen

source: supann Entite Settings
fr: Paramètre de l'entité
nl: supann Entiteit Instellingen

source: Groups
nl: Groepen

source: Base
nl: Basis

source: Samba group type
nl: Samba groep type

source: Samba domain name
nl: Samba domein naam

source: System trust
nl: Systeem vertrouwen

source: Phone pickup group
nl: Phone pickup groep

source: Nagios group
nl: Nagios groep

source: Group member
nl: Groep member

source: List of Supann Structures
fr: Liste des structures SUPANN
nl: Lijst van Supann Structures

source: Etablissement
nl: Instelling

source: Entite
fr: Entité
nl: Entiteit

source: Structure
nl: Structuur

source: Actions
nl: Acties

source: Create
fr: Créer
nl: Aanmaken

source: Remove
fr: Supprimer
nl: Verwijderen

source: Edit
fr: Editer
nl: Bewerken

source: OU name
fr: Nom de l'entité
nl: OU naam

source: Administrative Information
fr: Informations administratives
nl: Administratieve informatie

source: Supann Informations
fr: Information SUPANN
nl: Supann informatie

source: Telephone
fr: Téléphone
nl: Telefoon

source: Type entite Supann
fr: Type d'entité
nl: Type entieit Supann

source: Supann entity code
fr: Code de l'entité
nl: Supann entiteit code

source: Postal Address
fr: Adresse Postale
nl: Post Adres

source: Supann parent entity code
fr: Entité parente
nl: Supann parent entiteit code

source: SUPANN settings
nl: SUPANN instellingen

source: None
nl: Geen

source: 1st year
nl: 1ste jaar

source: 2nd year
nl: 2de jaar

source: 3rd year
nl: 3de jaar

source: 4th year
nl: 4de jaar

source: 5th year
nl: 5de jaar

source: 6th year
nl: 6de jaar

source: 7th year
nl: 7de jaar

source: 8th year
nl: 8ste jaar

source: 9th year
nl: 9de jaar

source: personal
nl: personeel

source: HELP_eduPersonPrincipalName
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#edupersonprincipalname
nl: HELP_eduPersonHoofdNaam

source: HELP_supannAutreTelephone
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannautretelephone
nl: HELP_eduPersonAndereTelefoon

source: HELP_supannCivilite
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supanncivilite
nl: HELP_supannBurgerlijkestand

source: HELP_supannListeRouge
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannlisterouge
nl: HELP_supannRodeLijst

source: HELP_supannAutreMail
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannautremail
nl: HELP_supannAndereMail

source: HELP_supannMailPerso
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannmailperso
nl: HELP_supannPersoonlijkeMail

source: HELP_eduPersonAffiliation
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#edupersonaffiliation
nl: ELP_eduPersoonAffiliatie

source: HELP_supannActivite
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannactivite
nl: HELP_supannActiviteit

source: HELP_supannEntiteAffectationPrincipale
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannentiteaffectationprincipale
nl: HELP_supannHoofdEntiteitAffectatie

source: HELP_supannEntiteAffectation
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannentiteaffectation
nl: HELP_supannEntiteitAffectatie

source: HELP_supannEtablissement
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannetablissement
nl: HELP_supannInstelling

source: HELP_supannTypeEntiteAffectation
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supanntypeentiteaffectation
nl: HELP_supannTypeEntiteitAffectatie

source: HELP_supannRoleGenerique
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannrolegenerique
nl: HELP_supannRolGeneriek

source: HELP_supannRoleEntite
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannroleentite
nl: HELP_supannRolEntiteit

source: SUPANN Informations
nl: SUPANN Gegevens

source: SUPANN informatiosn management plugin
nl: SUPANN gegevens beheer plugin

source: My account
fr: Mon compte
nl: Mijn account

source: eduPersonAffiliation
fr: Autres status de la personne
nl: eduPersoonAffiliatie

source: eduPersonPrimaryAffiliation
fr: Statut principal de la personne
nl: eduPersoonHoofdAffiliatie

source: eduPersonNickName
fr: Pseudonyme
nl: eduPersoonNickName

source: eduPersonPrincipalName
fr: Identifiant institutionnel unique
nl: eduPersoonNaam

source: supannEntiteAffectation
fr: Autres affectations de la personne
nl: supannEntiteitAffectatie

source: supannEntiteAffectationPrincipale
fr: Affectations principales de la personne
nl: supannHoofdEntiteitAffectatie

source: supannAutreMail
fr: Autre adresses de courrier
nl: supannAndereMail

source: supannAutreTelephone
fr: Autre numéro de téléphone
nl: supannAndereTelefoon

source: supannCivilite
fr: Civilité
nl: supannCiviliteit

source: supannListeRouge
fr: Présence sur liste rouge
nl: supannRodeLijst

source: supannMailPerso
fr: Adresse électronique privée
nl: supannPersoonlijkeMail

source: supannTypeEntiteAffectation
fr: Type de la structure d'affectation
nl: supannTypeEntiteitAffectatie

source: supannEtuInscription
fr: Inscription(s) de l'étudiant
nl: supannEtuInschrijving

source: supannEtuAnneeInscription
fr: Année d'inscription
nl: supannEtuAnneeInschrijving

source: supannEtuRegimeInscription
fr: Régime d'inscription
nl: supannEtuRegimeInschrijving

source: supannEtuSecteurDisciplinaire
fr: Secteur(s) disciplinaire(s)
nl: supannEtuDisciplinaireDienst

source: supannEtuTypeDiplome
fr: Type de diplôme
nl: supannEtuTypeDiploma

source: supannEtuCursusAnnee
fr: Type de cursus et année
nl: supannEtuCursusJaar

source: supannEtuDiplome
fr: Diplôme d'étude
nl: supannEtuDiploma

source: supannEtuElementPedagogique
fr: Eléments(s) pédagogique(s)
nl: supannEtuPedagogischElement

source: Common Profil
fr: Profil commun
nl: Gemeenschappelijk Profiel

source: Additional Profil
fr: Profil additionnel
nl: Additioneel Profiel

source: Identity
fr: Identité
nl: Identieit

source: Affectation
nl: Affectatie

source: Affiliation
nl: Affiliatie

source: Personal Profil
nl: Persoonlijk Profiel

source: Student Profil
fr: Profil étudiant
nl: Student Profiel

source: Student subscription
fr: Inscription étudiante
nl: Student registratie

source: l
fr: Ville

source: eduOrgHomePageURI
fr: Adresse du site web officiel

source: eduOrgLegalName
fr: Nom officiel

source: eduOrgWhitePagesURI
fr: Annuaire pages blanches

source: eduOrgSuperiorURI
fr: Siet web de l'institution de rattachement

source: supannEtablissement
fr: Etablissement de rattachement

source: supannCodeEntite
fr: Identifiant de l'entite

source: supann Structures
fr: Structures SUPANN

source: supannCodeEntiteParent
fr: Code de l'entité parent

source: Supann Reference ID
fr: Identifiant de référence de l'entité

source: Filter
fr: Filtrer

source: student
fr: Etudiant

source: HELP_supannAliasLogin
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannaliaslogin

source: HELP_supannEmpId
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannempid

source: HELP_supannEmpCorps
fr: Plus d'informations sur https://www.cru.fr/documentation/supann/2009/documentcomplet#supannempcorps

source: supannAliasLogin
fr: Login

source: supannCodeINE
fr: Identifiant National Etudiant

source: supannEtuId
fr: Identifiant de scolarité

source: supannEtuEtape
fr: Etape de l'étude

source: supannEmpCorps
fr: Corps d'appartenance

source: supannEmpId
fr: Identifiant employé

source: supannRoleGenerique
fr: Rôle(s) générique(s)

source: supannRoleEntite
fr: Rôle spécifique dans une entité

source: supannActivite
fr: Catégorie de métier
