Repository: Animtim/fusiondirectory-plugins
Catalog: pureftpd/locale/*/LC_MESSAGES/messages.po
Languages: cs, it

source: FTP account
cs: zpřístupnit FTP
it: Account FTP

source: Bandwidth
cs: rychlost
it: Banda passante

source: Upload bandwidth
cs: rychlost nahrávání
it: Banda passante di upload

source: Download bandwidth
cs: rychlost stahování
it: Banda passante di download

source: Quota
cs: kvóta

source: Files
cs: souborů

source: Size
cs: objem dat
it: Dimensione

source: Ratio
cs: poměr
it: Rapporto

source: Uploaded / downloaded files
cs: nahraných / stažených souborů
it: Dati inviati / ricevuti

source: Miscellaneous
cs: různé

source: Check to disable FTP Access
cs: zaškrtněte pro zakázání FTP přístupu
it: Seleziona per disabilitare l'accesso FTP

source: Temporary disable FTP access
cs: dočasně zakázat přístup na FTP
it: Disabilita temporaneamente l'accesso FTP

source: This does something
cs: tohle něco dělá
it: Questo fa qualcosa

source: LDAP error
cs: chyba LDAPu
it: Errore LDAP

source: Quota file
cs: omezení počtu souborů
it: Numero di file della quota

source: Quota size
cs: omezení objemu dat
it: Dimensione della quota

source: Upload ratio
cs: poměr nahraného ku
it: Rapporto di upload

source: Download ratio
cs: poměr nahraného ku
it: Rapporto di download

source: Pure ftp account
cs: účet pro PureFTP
it: Account di Pure ftp

source: Connectivity addon
cs: modul „ostatní síťové služby“
it: Estensione per la connessione

source: My account
cs: můj účet
it: Identità personale

source: Quota files
cs: omezení počtu souborů
it: Dimensione della quota per i file

source: Quota MBytes
cs: omezení objemu dat (megabajty)
it: Dimensione della quota in MBytes

source: Upload bandwith
cs: rychlost nahrávání
it: Banda passante di upload

source: Download bandwith
cs: rychlost stahování
it: Banda passante di download

source: Status
cs: stav
it: Stato

source: Ftp
it: FtpTipo
