Repository: Animtim/fusiondirectory-plugins
Catalog: dhcp/locale/*/LC_MESSAGES/messages.po
Languages: it

source: Name
it: Cognome

source: Range
it: Intervallo (Range)

source: 'Range' is not inside the configured network.
it: "L'intervallo" non è compreso nella rete configurata.

source: DNS zone
it: Zona DNS

source: DNS server
it: Server DNS

source: Generic
it: Informazioni

source: Authoritative service
it: Servizio autoritativo

source: Dynamic DNS update
it: Aggiornamento dinamico del DNS

source: Dynamic DNS update style
it: Stile di aggiornamento dinamico del DNS

source: Default lease time (s)
it: Tempo di lease di default

source: Enter default lease time in seconds.
it: Immetti il tempo di lease di default, in secondi.

source: Maximum lease time (s)
it: Tempo di lease massimo

source: Enter maximum lease time in seconds.
it: Immetti il tempo di lease massimo in secondi.

source: Warning
it: Avvertimento

source: This includes 'all' DHCP subsections that are located within this section. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
it: Questo include tutte le sotto-sezioni DHCP che fanno parte di questa sezione. Accertati che vuoi davvero eseguire questa azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
it: La migliore cosa da fare, prima di eseguire questa azione, potrebbe essere quella di salvare l'attualecontenuto del tuo albero LDAP in un file. Quindi - se lo hai già fatto - premi'Cancella' per continuare altrimenti 'Annulla' per interrompere.

source: Lease time
it: Tempo di lease

source: Max lease time
it: Tempo di lease massimo

source: Default lease time
it: Tempo di lease di default

source: Maximum lease time
it: Tempo di lease massimo

source: Error
it: Errore

source: Cannot delete automatic statements!
it: Impossibile rimuovere le dichiarazioni automatiche !

source: automatic
it: automatico

source: Name of pool
it: Nome del pool d'indirizzi

source: Hardware address
it: Indirizzo hardware

source: Global options
it: Opzioni globali

source: Class
it: Classe

source: Subclass
it: Sottoclasse

source: Group
it: Gruppo

source: Pool
it: Deposito

source: Subnet
it: Sottorete

source: Shared network
it: Rete condivisa

source: DNS update key
it: Stile di aggiornamento dinamico del DNS

source: DNS update zones
it: Aggiornamento delle zone DNS

source: Network configuration
it: Configurazione della rete

source: Enter name or IP address of router to be used in this section
it: Inserisci il nome oppure l'indirizzo IP del router che sarà usato in questa sezione

source: Netmask
it: Maschera di sottorete (Netmask)

source: Broadcast
it: Indirizzo Broadcast

source: Bootup
it: Avvio

source: Filename
it: Nome del file

source: Enter name of file that will be loaded via tftp after client has started
it: Inserisci il nome del file che dovrà essere caricato attraverso il server tftp dopo l'avvio del client

source: Next server
it: Server successivo

source: Enter name of server to retrieve bootimages from
it: Inserisci il nome del server che possiede le immagini di avvio

source: Domain Name Service
it: Servizio DNS

source: Domain
it: Dominio

source: Name of domain
it: Nome del dominio

source: List of DNS servers to be propagated
it: Elenco dei server DNS che saranno replicati

source: DNS server do be added
it: Server DNS da aggiungere

source: Click here add the selected server to the list
it: Premi qui per poter aggiungere il server selezionato all'elenco

source: Click here remove the selected servers from the list
it: Premi qui per poter rimuovere il server selezionato dall'elenco

source: Domain Name Service options
it: Opzioni del server DNS

source: Assign hostnames found via reverse mapping
it: Assegna i nomi trovati attraverso la risoluzione DNS inversa

source: Assign hostnames from host declarations
it: Assegna i nomi a partire dalle dichiarazioni degli host

source: Error in definition of '%s'!
it: Errore nella definizione di '%s' !

source: DNS update zone
it: Aggiornamento della zona DNS

source: Name of host
it: Nome dell'host

source: Fixed address
it: Indirizzo fisso

source: Use hostname or IP-address to assign fixed address
it: Usa il nome dell'host (hostname) oppure l'indirizzo IP per assegnare un indirizzo fisso

source: Hardware type
it: Tipo di materiale

source: Name for shared network
it: Nome della rete condivisa

source: Server identifier
it: Identificativo del server

source: Propagated server identifier for this shared network
it: Identificativo del server replicato per questa rete condivisa

source: Select if this server is authoritative for this shared network
it: Seleziona se il server dev'essere autoritativo per questa rete condivisa

source: Authoritative server
it: Server autoritativo

source: seconds
it: secondi

source: Max. lease time
it: Tempo di lease massimo

source: Min. lease time
it: Tempo di lease minimo

source: Minimum lease time
it: Tempo di lease minimo

source: Access control
it: Controllo degli accessi

source: Select if unknown clients should get dynamic IP addresses
it: Scegli se i clienti sconosciuti dovrebbe ottenere gli indirizzi IP dinamici

source: Allow unknown clients
it: Accetta i client sconosciuti

source: Select if bootp clients should get dynamic IP addresses
it: Scegli se i client bootp dovrebbe ottenere gli indirizzi IP dinamici

source: Allow bootp clients
it: Accetta i client bootp

source: Select if clients are allowed to boot using this DHCP server
it: Scegli se i client sono autorizzati a fare il boot usando il server DHCP

source: Allow booting
it: Consenti l'Avvio

source: Key name
it: Nome

source: Name of Key
it: Nome dell'host

source: Encryption method
it: Algoritmo di criptaggio

source: Name of group
it: Nome del gruppo

source: Network address
it: Indirizzo di rete

source: Range for dynamic address assignment
it: Intervallo per l'assegnazione dinamica degli indirizzi

source: DHCP take over will take place when saving this entry. Choose 'Cancel' to abort.
it: La presa di controllo del DHCP avverrà nel momento in cui registrerai questa entry. Scegli 'Cancella 'per interrompere.

source: Take over dhcp configuration from following server
it: Prendi il controllo della configurazione DHCP a partire dal server seguente

source: DHCP sections
it: Sezioni DHCP

source: Network range
it: Intervallo della sottorete (Network range)

source: Create new DHCP section
it: Crea una nuova sezione DHCP

source: Please choose one of the following DHCP section types.
it: Scegli una delle seguenti sezioni DHCP.

source: Section
it: Sezione

source: Choose section type to create
it: Scegli il tipo di sezione da creare

source: Create
it: Crea

source: Hide advanced settings
it: Nascondi le impostazioni avanzate

source: DHCP statements
it: Istruzioni DHCP

source: DHCP options
it: Opzioni DHCP

source: Show advanced settings
it: Mostra le opzioni avanzate

source: DHCP service
it: Servizio DHCP

source: Logging
it: Giornale di sistema

source: Failover peer
it: Partner per la presa di controllo

source: You have requested a migration of the DHCP setup from server '%s' to the current one.
it: Hai richiesto una migrazione della configurazione DHCP dal server '% s' versoquello attuale.

source: The migration will be started when you save this system.
it: La migrazione avrà inizio quando registrerai questo sistema.

source: Permission error
it: Errore d'autorizzazione

source: DHCP section
it: Sezione DHCP

source: Insert new DHCP section
it: Inserisci una nuova sezione DHCP

source: Edit DHCP section
it: Modifica una sezione DHCP

source: Remove DHCP section
it: Elimina una sezione DHCP

source: LDAP error
it: Errore LDAP

source: The DHCP configuration set is unkown. Please contact your system administrator.
it: La configurazione DHCP impostata è sconosciuta. Contatta l'amministratore del sistema.

source: Services
it: Servizi

source: Start service
it: Avvia il servizio

source: Stop service
it: Ferma il servizio

source: Restart service
it: Riavvia il servizio
