Repository: Animtim/fusiondirectory-plugins
Catalog: openxchange/locale/*/LC_MESSAGES/messages.po
Languages: cs, it

source: This does something
cs: tohle něco dělá
it: Questo fa qualcosa

source: Error
cs: chyba
it: Errore

source: Open-Xchange database
cs: databáze Open-Xchange
it: Database di Open-Xchange

source: Configuration error
cs: chyba nastavení
it: Errore di configurazione

source: LDAP error
cs: chyba LDAPu
it: Errore LDAP

source: Open-Xchange account name
cs: název účtu v Open-Xchange
it: Nome dell'account di Open-Xchange

source: Cannot save Open-Xchange account!
cs: Nemohu uložit účet v Open-Xchange!
it: Impossibile registrare l'account di Open-Xchange !

source: Open-Xchange account settings
cs: nastavení účtu v Open-Xchange
it: Impostazioni dell'account di Open-Xchange

source: Connectivity addon
cs: doplněk „možnosti připojení“
it: Estensione per la connessione

source: My account
cs: můj účet
it: Identità personale

source: OXAppointmentDays
cs: OXAppointmentDays (schůzky)
it: Appuntamenti

source: OXTaskDays
cs: OXTaskDays (úkoly)

source: OXTimeZone
cs: OXTimeZone (časová zóna)
it: Fuso orario dell'utente

source: Open-Xchange Account
cs: účet v Open-Xchange
it: Account di Open-Xchange

source: disabled, no Postgresql support detected. Or the specified database can't be reached
cs: Nedostupné – nebyla zjištěna podpora Postgresql. Případně zadaná databáze není dosažitelná.
it: disattivato, il supporto per Postgresql è mancante, oppure il database specificato non puó essere contattato

source: Open-Xchange account
cs: účet v Open-Xchange
it: Account di Open-Xchange

source: Remember
cs: zapamatovat si
it: Ricorda

source: Appointment Days
cs: dny, ve kterých jsou naplánovány nějaké schůzky
it: Appuntamenti

source: days
cs: dny
it: giorni

source: Task Days
cs: dny, ve kterých jsou naplánovány nějaké úkoly

source: User Information
cs: informace o uživateli
it: Informazioni sull'utente

source: User Timezone
cs: časová zóna uživatele
