Repository: Animtim/fusiondirectory-plugins
Catalog: game/locale/*/fusiondirectory.po
Languages: de, pt_br

source: John Lennon has arrived
de: John Lenon ist angekommen
pt_br: John Lennon chegou

source: Create a user for John Lennon with login <b>john</b>
de: Erstellen Sie einen Benutzer für John Lennon mit dem Login <b>john</b>
pt_br: Criar um usuário para John Lennon com o login <b>john</b>

source: The Beatles are here
de: Die Beatles sind da
pt_br: Os Beatles estão aqui

source: Create a user template named <b>beatle</b>, using <i>http://%l|givenName%.com</i> as homepage and <i>%l|sn%</i> (lower case first name) as password
de: Erstellen Sie ein Benutzertemplate, welches <b>beatle</b> heisst mit <i>http://%l|givenName%.com</i> als Homepage und <i>%l|sn%</i> (Vorname kleingeschrieben) als Passwort
pt_br: Criar um modelo de usuário nomeado <b>beatle</b>, usando <i>http://%l|givenName%.com</i> como página inicial e <i>%l|sn%</i> (primeiro nome com letra minúscula) como senha

source: Create a user for Paul McCartney using beatle profile (login paul)
de: Erstellen Sie einen Benutzer für Paul McCartney mit dem beatle Profil (login paul)
pt_br: Criar um usuário para Paul McCartney usando perfil beatle (login paul)

source: Create a user for George Harrison using beatle profile (login george)
de: Erstellen Sie einen Nutzer für George Harrison mit dem beatle Profil (login george)
pt_br: Criar um usuário para George Harrison usando perfil beatle (login george)

source: Create a user for Ringo Starr using beatle profile (login ringo)
de: Erstellen Sie einen Benutzer für Ringo Starr mit dem beatle Profil (login ringo)
pt_br: Criar um usuário para Ringo Starr usando perfil beatle (login ringo)

source: Create a group for The Beatles named <b>beatles</b> and add the 4 beatles to this group
de: Erstellen Sie eine Gruppe für The Beatles, die <b>beatles</b> heisst und fügen Sie die 4 Beatles dieser Gruppe hinzu
pt_br: Criar um grupo para Os Beatle chamado <b>beatles</b> e adicionar os 4 beatles para este grupo

source: The Beatles bought computers
de: Die Beatles haben Computer gekauft
pt_br: Os Beatles trouxeram computadores

source: Create a server named <b>yellow-submarine</b> with IP 192.168.1.129 and MAC 00:11:22:33:44:01
de: Erstellen Sie einen Server, der <b>yellow-submarine</b> heisst mit der IP 192.168.1.129 und MAC 00:11:22:33:44:01
pt_br: Criar um servidor chamado <b>yellow-submarine</b> com IP 192.168.1.129 e MAC 00:11:22:33:44:01

source: Add a DNS service for zone <b>beatles.fake</b> on this server
de: Fügen Sie einen DNS-Dienst für Zone <b>beatles.fake</b> auf diesem Server hinzu
pt_br: Adicionar um serviço de DNS para a zona <b>beatles.fake</b> neste servidor

source: Add a DHCP service for the network <b>192.168.1.128/26</b> on this server
de: Fügen Sie einen DHCP-Dienst für das Netzwerk <b>192.168.1.128/26</b> auf diesem Server hinzu
pt_br: Adicionar um servidor DHCP para a rede <b>192.168.1.128/26</b> neste servidor

source: Create a workstation for John's laptop, with IP 192.168.1.130 and MAC 00:11:22:33:44:02
de: Erstellen Sie eine Workstation für Johns Laptop mit IP 192.168.1.130 und MAC 00:11:22:33:44:02
pt_br: Criar uma estção de trabalho para o laptop do John, com IP 192.168.1.130 e MAC 00:11:22:33:44:02

source: Create a winstation for George's laptop, as he is running windows, with IP 192.168.1.131 and MAC 00:11:22:33:44:03
de: Erstellen Sie eine Winstation für Georges Laptop, da er Windows verwendet, mit IP 192.168.1.131 und MAC 00:11:22:33:44:03
pt_br: Criar uma winstation para o laptop do George, rodando Windows com IP 192.168.1.131 e MAC 00:11:22:33:44:03
