Repository: Animtim/fusiondirectory-plugins
Catalog: mail/locale/*/fusiondirectory.po
Languages: el_gr

source: Mail
el_gr: Αλληλογραφία

source: Group mail options
el_gr: Επιλογές ομάδων αλληλογραφίας

source: Informations
el_gr: Πληροφορίες

source: Primary address
el_gr: Κύρια διεύθυνση

source: The primary mail address
el_gr: Κύρια διεύθυνση αλληλογραφίας

source: Server
el_gr: Διακομιστής

source: Server mail
el_gr: Διακομιστής αλληλογραφίας

source: Alternative addresses
el_gr: Εναλλακτικές διευθύνσεις

source: Alternative mail addresses for the group
el_gr: Εναλλακτική διεύθυνση e-mail για αυτή την ομάδα

source: Forward messages to non group members
el_gr: Προώθηση μηνυμάτων στα μη μέλη της ομάδας

source: Only allowed to receive local mail
el_gr: Επιτρέπεται να λαμβάνουν μόνο τοπική αλληλογραφία

source: Whether this group mail is only allowed to receive messages from local senders
el_gr: Αν επιτρέπεται σε αυτή την ομάδα να δέχεται μηνύματα από τοπικούς αποστολείς

source: Services
el_gr: Υπηρεσίες

source: Hostname
el_gr: Όνομα συστήματος

source: The host name.
el_gr: Όνομα Συστήματος.

source: Domain
el_gr: Τομέας

source: The domain.
el_gr: Ο τομέας

source: Max mail header size (KB)
el_gr: Μέγιστο μέγεθος κεφαλίδας email (KB)

source: This value specifies the maximal header size.
el_gr: Αυτή η τιμή καθορίζει το μέγιστο μέγεθος κεφαλίδας.

source: Max mailbox size (KB)
el_gr: Μέγιστο μέγεθος mailbox (KB)

source: Defines the maximal size of mail box.
el_gr: Καθορίστε το μέγιστο μέγεθος του mail box.

source: Max message size (KB)
el_gr: Μέγιστο μέγεθος μηνύματος (KB)

source: Specify the maximal size of a message.
el_gr: Καθορίστε το μέγιστο μέγεθος του μηνύματος.

source: Domains and routing
el_gr: Τομείς και δρομολόγηση

source: Domains to accept mail for
el_gr: Τομείς για τους οποίους λαμβάνεται αλληλογραφία

source: Postfix networks
el_gr: Δίκτυα Postfix

source: Transport table
el_gr: Πίνακας διακίνησης

source: Transport rule
el_gr: Κανόνας διακίνησης

source: Restrictions
el_gr: Περιορισμοί

source: Restrictions for sender
el_gr: Περιορισμοί για τον αποστολέα

source: For sender
el_gr: Για τον αποστολέα

source: Restrictions for recipient
el_gr: Περιορισμοί για τον παραλήπτη

source: For recipient
el_gr: Για τον παραλήπτη

source: Spamassassin service
el_gr: Υπηρεσία Spamassassin

source: Spam tagging
el_gr: Σήμανση spam

source: Rewrite header
el_gr: Επαναγραφή κεφαλίδας

source: Required score
el_gr: Απαιτούμενη βαθμολογία

source: Select required score to tag mail as spam
el_gr: Επιλέξτε την απαιτούμενη βαθμολογία για να χαρακτηριστεί ένα μήνυμα ως spam

source: Trusted networks
el_gr: Έμπιστα δίκτυα

source: Flags
el_gr: Σημάνσεις

source: Enable use of bayes filtering
el_gr: Επιτρέπεται η χρήση φίλτρου bayes

source: Enable bayes auto learning
el_gr: Επιτρέπεται η αυτόματη εκπαίδευση bayes

source: Enable RBL checks
el_gr: Επιτρέπονται έλεγχοι σε λίστες RBL

source: Enable use of Razor
el_gr: Επιτρέπεται η χρήση Razor

source: Enable use of DCC
el_gr: Επιτρέπεται η χρήση DCC

source: Enable use of Pyzor
el_gr: Επιτρέπεται η χρήση Pyzor

source: Rules
el_gr: Κανόνες

source: Edit spam rule
el_gr: Επεξεργασία κανόνα spam

source: Name
el_gr: Όνομα

source: Rule
el_gr: Κανόνας

source: Antivirus service
el_gr: Υπηρεσία Antivirus

source: Virus filtering
el_gr: Φιλράρισμα ιών

source: Database user
el_gr: Χρήστης βάσης δεδομένων

source: User name for the database
el_gr: Όνομα χρήστη για τη Βάση Δεδομάνων

source: Database mirror
el_gr: Αντίγραφο βάσης δεδομένων

source: Mirror for the database
el_gr: Το ακριβές αντίγραφο της βάσης δεδομένων

source: Http proxy URL
el_gr: Το URL του Http proxy

source: URL for the proxy
el_gr: Το URL του proxy

source: Maximum threads
el_gr: Μέγιστο νημάτων

source: Maximum number of threads
el_gr: Ο μέγιστος αριθμός νημάτων

source: Checks per day
el_gr: Έλεγχοι ανά μέρα

source: Enable debugging
el_gr: Ενεργοποίηση debugging

source: Enable debugging for the antivirus
el_gr: Ενεργοποίηση debugging για το antivirus

source: Enable mail scanning
el_gr: Ενεργοποίηση σάρωσης e-mail

source: Enable mail scanning for the antivirus
el_gr: Ενεργοποίηση σάρωσης e-mail για το antivirus

source: Archive scanning
el_gr: Αναζήτηση στα αρχεία μηνυμάτων

source: Enable scanning of archives
el_gr: Να επιτρέπεται η αναζήτηση στα αρχεία μηνυμάτων

source: Block encrypted archives
el_gr: Φραγμός στα κρυπτογραφημένα αρχεία μηνυμάτων

source: Maximum file size
el_gr: Μέγιστο μέγεθος αρχείου

source: Maximum recursion
el_gr: Μέγιστες επαναλήψεις

source: Maximum compression ratio
el_gr: Μέγιστη συμπίεση

source: IMAP/POP3 generic service
el_gr: Υπηρεσία IMAP/POP3

source: Configuration error
el_gr: Σφάλμα ρύθμισης

source: None
el_gr: Κανένα

source: Unknown
el_gr: Άγνωστο

source: Unlimited
el_gr: Απεριόριστο

source: Mail error
el_gr: Σφάλμα αλληλογραφίας

source: Mail settings
el_gr: Ρυθμίσεις αλληλογραφίας

source: Mail account
el_gr: Λογαριασμός αλληλογραφίας

source: Primary mail address
el_gr: Κύρια διεύθυνση αλληλογραφίας

source: Other addresses and redirections
el_gr: Άλλες διευθύνσεις και αναδρομολογήσεις

source: List of alternative mail addresses
el_gr: Κατάλογος εναλλακτικών διευθύνσεvn και αναδρομολογήσεvn

source: Forward messages to
el_gr: Προώθηση αλληλογραφίας στο

source: Addresses to which messages should be forwarded
el_gr: Διευθύνσεις στις οποίες θα πρέπει να προωθείται η αλληλογραφία

source: Vacation message
el_gr: Μήνυμα απουσίας

source: Activate vacation message
el_gr: Ενεργοποίηση μηνύματος απουσίας

source: Select to automatically response with the vacation message defined below
el_gr: Επιλέξτε για την αυτόματη απάντηση με το μήνυμα απουίας που καθορίζεται στη συνέχεια

source: from
el_gr: από

source: till
el_gr: εως

source: Spam options
el_gr: Ρυθμίσεις ανεπιθύμητης αλληλογραφίας

source: Move mails depending on spam level
el_gr: Μετακίνηση αλληλογραφίας ανάλογα με το επίπεδο spam

source: Minimum spam level
el_gr: Ελάχιστο επίπεδο spam

source: Spam level above which a mail will be moved
el_gr: Επίπεδο spam, πάνω από το οποίο θα μετακινείται το μήνυμα

source: Move spam to folder
el_gr: Μετακίνηση ανεπιθύμητης αλληλογραφίας σε φάκελο

source: Reject mail depending on their size
el_gr: Απόρριψη αλληλογραφίας ανάλογα με το μέγεθος

source: Messages bigger than the chosen size will be rejected
el_gr: Μηνύματα μεγαλύτερα από το επιλεγμένο μέγεθος θα απορρίπτονται

source: Minimum size to reject a mail (MB)
el_gr: Επάχιστο μέγεθος για να απορριφθεί ένα μήνυμα (MB)

source: Advanced mail options
el_gr: Προχωρημένες ρυθμίσεις αλληλογραφίας

source: disables all Mail options!
el_gr: απενεργοποιεί όλες τις ρυθμίσεις αλληλογραφίας!

source: User is only allowed to send and receive local mails
el_gr: Επιτρέπεται στον χρήστη να στέλνει και να λαμβάνει μόνο τοπική αλληλογραφία

source: Select if user can only send and receive inside his own domain
el_gr: Επιλέξτε, όταν ο χρήστης επιτρέπεται να στέλνει και να λαμβάνει αλληλογραφία μόνο μέσα στον Τομέα του

source: No delivery to own mailbox
el_gr: Χωρίς παράδοση στο δικό του γραμματοκιβώτιο

source: Select if you want to forward mails without getting own copies of them
el_gr: Επιλέξτε αν θέλετε να προωθείται η αλληλογραφία χωρίς να λαμβάνονται αντίγραφα αυτών

source: Cannot remove mailbox: %s
el_gr: Αδυναμία διαγραφής γραμματοκιβωτίου: %s

source: Mail plugin configuration
el_gr: Ρύθμιση προσθέτου αλληλογραφίας

source: Delete mailbox on account deletion
el_gr: Διαγραφή γραμματοκιβωτίου όταν διαγράφεται ο λογαριασμός χρήστη

source: Determines if the mailbox should be removed from your IMAP server after the account is deleted in LDAP.
el_gr: Καθορίζεται αν το γραμματοκιβώτιο θα διαγραφεί από τον διακομιστή IMAP, μετά τη διαγραφή του λογαριασμού στον LDAP

source: Generic
el_gr: Γενικό
