Repository: Animtim/fusiondirectory-plugins
Catalog: quota/locale/*/LC_MESSAGES/messages.po
Languages: cs, es, nl

source: Quota service
cs: služba kvót
es: Servicio de cuotas
nl: Quota dienst

source: There is no ldap server configured
cs: není nastaven žádný LDAP server
es: No se ha configurado servidor ldap
nl: Er is geen ldap server geconfigureerd

source: Device
cs: zařízení
es: Dispositivo
nl: Apparaat

source: BlockSize
cs: velikost bloku
es: Tamaño de bloque

source: Description
cs: popis
es: Descripción
nl: Omschrijving

source: by
cs: od
es: por
nl: door

source: Error
cs: chyba
nl: Fout

source: HELP how to get blocksize
cs: NÁPOVĚDA – jak zjistit velikost bloku
es: AYUDA como obtener tamaño de bloque
nl: HELP goe aan blocksize geraken

source: LDAP error
cs: chyba LDAPu
es: Error LDAP
nl: LDAP fout

source: Quota Service
cs: služba kvót
es: Servicio de cuotas
nl: Quota Dienst

source: Services
cs: služby
es: Servicios

source: parameters for devices with quota
cs: parametry pro zařízení s nastavenými kvótami
es: parametros para dispositivos con cuota
nl: Parameters voor apparaat met quota

source: id of user in LDAP
cs: identifikátor (id) uživatele v rámci LDAPu
es: id de usuario en LDAP
nl: id van gebuiker in LDAP

source: charset of Message
cs: znaková sada zprávy
es: juego de caracteres del mensaje
nl: charset van Bericht

source: signature of warn message
cs: podpis varující zprávy
es: firma del mensaje de advertencia
nl: handtekening van waarschuwingsbericht

source: mail of contact for support
cs: kontakt (e-mailová adresa) na který se obrátit pro podporu
es: correo de contacto para soporte
nl: contact email voor support

source: subject of mail
cs: předmět zprávy
es: asunto del correo
nl: Mail onderwerp

source: subject of support
cs: čeho se podpora týká
es: asunto de soporte
nl: Support onderwerp

source: core of message of Support
cs: základ textu zprávy týkající se podpory
es: mensaje principal de soporte
nl: hoofdbericht voor support

source: Carbon Copy for all mails
cs: všechny zprávy budou v kopii posíláni i
es: Con Copia para todos los correos
nl: Carbon Copy voor alle mails

source: Mail method for sending mail
cs: způsob odesílání zpráv
es: Metodo para envio de correo
nl: Mail methode voor verzenden van mails

source: User for ldap connection
cs: uživatelský účet, použit pro připojování do LDAPu
es: Usuario para conección ldap
nl: Gebruiker voor ldap connectie

source: Password for ldap connection
cs: heslo pro připojování do LDAPu
es: Clave para conección ldap
nl: Password voor ldap connectie

source: URI for LDAP server
cs: adresa (v URI formátu) LDAP serveru
es: URI del servidor LDAP
nl: URI voor LDAP server

source: Quota service Properties
cs: vlastnosti služby kvót
es: Propiedades del servicio de cuota
nl: Quota dienst Eigenschappen

source: quota device
cs: aplikovat na zařízení kvóty
es: dispositivo de cuota
nl: Quota dienst

source: device
cs: zařízení
es: dispositivo
nl: apparaat

source: blocksize
cs: velikost bloku
es: tamaño de bloque

source: description
cs: popis
es: descripción
nl: beschrijving

source: Quota Warning Message
cs: zpráva varující ohledně (vy)čerpání kvót
es: Mensaje de advertencia sobre cuota
nl: Quota Waarschuwingsberchit

source: Charset
cs: znaková sada
es: Juego de caracteres

source: Mail Command
cs: příkaz provádějící odesílání zpráv
es: Comando de correo
nl: Mail Commando

source: Support Contact
cs: kontakt na podporu
es: Contacto de soporte

source: From
cs: od
es: Desde
nl: Van

source: CC
cs: v kopii poslat i (CC)
es: Con Copia

source: Subject
cs: předmět
es: Asunto
nl: Onderwerp

source: Content
cs: obsah
es: Contenido
nl: Inhoud

source: Signature
cs: podpis
es: Firma
nl: Handtekening

source: Ldap server
cs: server LDAPu
es: Servidor LDAP

source: Ldap User DN
cs: DN uživatele LDAPu
es: DN de usuario ldap

source: Ldap User Password
cs: heslo uživatele LDAPu
es: Clave de usuario ldap
nl: Ldap User DN

source: Quota Informations
cs: informace o kvótách
es: Información sobre la cuota
nl: Quota gegevens

source: Quota
cs: kvóta
es: Cuota

source: Block soft limit
cs: varovný („měkký“) limit počtu zabraných bloků
es: Limite suave de bloques

source: Block hard limit
cs: nepřekročitelný („tvrdý“) limit počtu zabraných bloků
es: Limite duro de bloques

source: Inode soft limit
cs: varovný („měkký“) limit počtu souborů a složek (i-uzlů)
es: Limite suave de inodos

source: Inode hard limit
cs: nepřekročitelný („tvrdý“) limit počtu souborů a složek (i-uzlů)
es: Limite duro de inodos

source: quota settings
cs: nastavení kvót
es: propiedades de cuota
nl: Quota instellingen

source: quota
cs: kvóta
es: cuota

source: Plugin quota
cs: zásuvný modul kvót
es: Cuota de complemento

source: There is no quota server configured
cs: není nastaven žádný server pro řízení kvót
es: No hay un servidor de cuota configurado
nl: Er is geen quota geconfigureerd

source: Plugin for quota suport
cs: zásuvný modul přidávající podporu kvót

source: My account
cs: můj účet
es: Mi cuenta
nl: Mijn account

source: Base
cs: základ
nl: Basis

source: Please select the desired entries
cs: vyberte prosím požadované položky
es: Por favor seleccione las entradas que desee
nl: Gelieve de gegevens te selecteren

source: Systems
cs: systémy
es: Sistemas
nl: Systemen

source: Computer Name
cs: název počítače
es: Nombre del computador
nl: Computer Naam

source: Actions
cs: akce
es: Acciones
nl: Acties

source: Select system
cs: vybrat systém
es: Seleccionar sistema
nl: Kies systeem

source: Filter
cs: filtr
es: Filtro

source: Server
es: Servidor

source: QUOTA
es: CUOTA

source: LDAP Message Support
nl: LDAP Support Bericht

source: Plugin for quota support
nl: Plugin voor quota support
