Repository: Animtim/fusiondirectory-plugins
Catalog: ldapmanager/locale/*/fusiondirectory.po
Languages: cs_cz, pt_br

source: LDAP import/export
pt_br: Importar/Exportar LDAP

source: Allows the import or export of the ldap tree
pt_br: Permite importação ou exportação da árvore ldap

source: Ldap manager
cs_cz: správce LDAPu
pt_br: Gerenciamento Ldap

source: Export
cs_cz: export(ovat)
pt_br: Exportar

source: Export the ldap three to ldif format
pt_br: Exportar a árvore ldap para formato ldif

source: LDAP Manager
pt_br: Gerenciador LDAP

source: Error
cs_cz: chyba
pt_br: Erro

source: LDAP error
cs_cz: chyba LDAPu
pt_br: Erro de LDAP

source: No such object %s!
cs_cz: Objekt %s neexistuje!
pt_br: Não há esse objeto %s!

source: Permission error
cs_cz: chyba oprávnění
pt_br: Erro de permissão

source: You have no permission to export %s!
cs_cz: Nejste oprávněn(a) exportovat %s!
pt_br: Você não tem permissão para exportar %s!

source: Failed to generate ldap export, error was '%s'!
cs_cz: Selhalo generování exportu LDAPu, vyskytla se chyba v '%s'!
pt_br: Falha ao gerar exportação ldap, erro foi '%s'!

source: Import
cs_cz: import(ovat)
pt_br: Importar

source: Import of ldif data into the ldap tree
pt_br: Importar dados ldif na árvore ldap

source: You need full write access to the LDAP tree to import data!
cs_cz: Pro importování dat do stromu LDAP potřebujete plný přístup pro zápis.
pt_br: É necessário ter acesso total de escrita desta árvore LDAP para importar dados!

source: Cannot read uploaded file: %s
cs_cz: Nelze přečíst nahraný soubor: %s
pt_br: Não é possível ler arquivo enviado: %s

source: file is empty
cs_cz: soubor je prázdný
pt_br: arquivo está vazio

source: file not found
cs_cz: soubor nebyl nenalezen
pt_br: arquivo não encontrado

source: file not readable
cs_cz: soubor není čitelný
pt_br: arquivo não é legivel

source: Internal error
cs_cz: vnitřní chyba
pt_br: Erro interno

source: Undefined flag '%s'!
cs_cz: nedefinovaný příznak '%s'!
pt_br: Flag indefinida '%s'!

source: CSV import
cs_cz: import(ovat) CSV
pt_br: Importação CSV

source: Import of csv data into the ldap tree
pt_br: Importação de dados csv na árvore ldap

source: You've no permission to import CSV files.
cs_cz: Nejste oprávněn(a) importovat CSV soubory.
pt_br: Você não tem permissão para importar arquivos CSV.

source: Need at least 'sn' and 'givenName' to create users!
pt_br: Necessário ao menos 'sn' e 'givenName' para criar usuários!

source: failed
cs_cz: selhalo
pt_br: Falha

source: Failed to generate 'uid' for entry '%s'!
pt_br: Falha ao gerar 'uid' para a entrada '%s'!

source: Cannot insert entry '%s'!
cs_cz: Nedaří se vložit položku '%s'!
pt_br: Não é possível inserir entrada '%s'!

source: Information
cs_cz: informace
pt_br: Informação

source: Nothing to import!
cs_cz: Není co importovat!
pt_br: Nada a importar!

source: Cannot find CSV data in the selected file!
cs_cz: Ve zvoleném souboru se nenacházejí žádná data ve formátu CSV!
pt_br: Não é possível encontrar dados CSV no arquivo selecionado!

source: The LDIF import plugin provides methods to upload a set of entries to your running LDAP directory as ldif. You may use this to add new or modify existing entries. Remember that FusionDirectory will not check your ldifs for FusionDirectory conformance.
cs_cz: Zásuvný modul pro import LDIF umožňuje nahrát sadu položek do Vašeho LDAP adresáře. Můžete ho využít pro přidání nových či úpravu stávajících položek. Pamatujte, že FusionDirectory nebude kontrolovat zda je formát importovaného LDIFu kompatibilní.
pt_br: O plugin LDIF import provê métodos para fazer upload de um certo número de entradas para o seu diretório LDAP em uso. Você pode usar isto para adicionar ou modificar entradas existentes. Lembre-se que o FusionDirectory não irá checar conformidade.

source: Import LDIF File
cs_cz: importovat soubor LDIF
pt_br: Importar Arquivo LDIF

source: Browse
cs_cz: procházet
pt_br: Navegar

source: Modify existing objects, keep untouched attributes
cs_cz: upravit stávající objekty – atributy ponechat beze změn
pt_br: Modificar objetos existentes, manter atributos intocados

source: Overwrite existing objects, all not listed attributes will be removed
cs_cz: přepsat stávající objekty – veškeré atributy vyjma těch, které jsou zde vypsány budou odebrány
pt_br: Sobrescrever objetos existentes, nem todos os atributos serão removidos

source: Remove existing entries first
cs_cz: nejprve odeberte stávající položky
pt_br: Remova antes entradas existentes

source: Import successful
cs_cz: import proběhl úspěšně
pt_br: Importação bem sucedida

source: The CSV import plugin provides methods to generate user accounts from a file containing Semi-Colon Seperated Values. The administrator can decide which columns should be transfered to which attribute. Note that you must have at least the GIVENNAME and SURNAME set.
pt_br: O plugin CSV import provê métodos para gerar contas de usuários a partir de de um arquivo com valores separados por ponto e vírgula. O administrador pode decidir quais colunas devem ser transferidas para um determinado atributo. Note que você deve ter ao menos o NOME e SOBRENOME.

source: Select CSV file to import
cs_cz: vyberte CSV soubor, který bude importován
pt_br: Selecione arquivo CSV a importar

source: Select template
cs_cz: zvolit šablonu
pt_br: Selecione template

source: All entries have been written to the LDAP database successfully.
cs_cz: Všechny položky byly úspěšně zapsány do databáze LDAPu.
pt_br: Todas as entradas foram escritas com sucesso no banco de dados LDAP.

source: Oups. There was an error during the import of your data.
cs_cz: Ouha. Při importu Vašich dat se vyskytla chyba.
pt_br: Ops. Houve um erro durante a importação de dos seus dados.

source: Here is the status report for the import:
cs_cz: Zde je hlášení o provedeném importu:
pt_br: Aqui está o relatório da importação:

source: Selected Template
cs_cz: zvolená šablona
pt_br: Template selecionado

source: The LDIF export plugin provides methods to download a complete snapshot of the running LDAP directory as ldif. You may save these files for backup purpose or when initializing a new server.
cs_cz: Zásuvný modul pro export do LDIF umožňuje uložit úplný snímek LDAP adresáře. Tyto soubory můžete použít jako zálohu nebo při instalaci nového serveru.
pt_br: O plugin LDIF export provê um método para baixar um snapshot completo do diretório LDAP em uso como ldif. Você pode salvar esses arquivos para um backup ou quando inicializar um novo servidor.

source: Export single entry
cs_cz: exportovat jedinou položku
pt_br: Exportar entrada única

source: Export complete LDIF for
cs_cz: exportovat úplný LDIF pro
pt_br: Exportar LDIF completo para
