Repository: Animtim/fusiondirectory-plugins
Catalog: asterisk/locale/*/fusiondirectory.po
Languages: cs_cz, pt_br

source: Obsolete entry
cs_cz: Zastaralá položka
pt_br: Entrada obsoleta

source: The current home server is not available anymore. It will be moved to '%s' if you save this entry!
cs_cz: Stávající domovský server již není k dispozici. Uložením této položky dojde k přesunutí na %s!
pt_br: O servidor doméstico atual não está mais disponível. Ele será movido para '%s' se você salvar esta entrada!

source: ring all
cs_cz: zavolat všem
pt_br: tocar em todos

source: least recently called
cs_cz: v současnosti nejméně volané
pt_br: última chamada recente

source: fewest completed calls
cs_cz: nejméně dokončených hovorů
pt_br: menor número de chamadas completadas

source: random
cs_cz: náhodné
pt_br: aleatório

source: round robin with memory
cs_cz: round robin s pamětí
pt_br: Em volta do robin com memória

source: Remove the phone queue from this Account
cs_cz: Odebrat telefonní frontu z tohoto účtu
pt_br: Remova o telefone da fila a partir desta Conta

source: phone queue
cs_cz: telefonní fronta
pt_br: fila de telefone

source: Create phone queue
cs_cz: Vytvořit telefonní frontu
pt_br: Criar fila de telefone

source: There must be at least one server with an asterisk database to create a phone queue.
cs_cz: Aby bylo možné vytvořit frontu pro volající, musí existovat alespoň jeden server s databází ústředny Asterisk.
pt_br: Deve haver pelo menos um servidor com banco de dados asterisk para criar uma fila de telefone.

source: Home server
cs_cz: Domovský server
pt_br: Servidor doméstico

source: Timeout
cs_cz: Časový limit prodlevy
pt_br: Tempo limite

source: Retry
cs_cz: Znovu
pt_br: Tente novamente

source: Queue length
cs_cz: Délka fronty
pt_br: Tamanho da fila

source: Announce frequency
cs_cz: Četnost oznamování
pt_br: Anunciar freqüência

source: Number
cs_cz: Číslo
pt_br: Número

source: Cannot find old queue entry!
cs_cz: Nedaří se nalézt položku staré fronty hovorů!
pt_br: Não é possível encontrar a entrada da fila antiga!

source: Found more than one entry named '%s' in queue table. Please inform your system administrator!
cs_cz: V tabulce fronty bylo nalezeno více položek s názvem %s. Kontaktujte svého správce systémů!
pt_br: Encontrada mais de uma entrada com o nome '%s' na tabela de fila. Por favor, informe o administrador do sistema!

source: telephone number
cs_cz: telefonní číslo
pt_br: número de telefone

source: Error
cs_cz: Chyba
pt_br: Erro

source: LDAP error
cs_cz: Chyba LDAP
pt_br: Erro de LDAP

source: Phone
cs_cz: Telefon
pt_br: Telefone

source: Phone group
cs_cz: Telefonní skupina
pt_br: Grupo de telefone

source: Max queue length
cs_cz: Fronta může být dlouhá nanejvýš
pt_br: Tamanho máximo da fila

source: Allow the called user to transfer his call
cs_cz: Umožnit volanému uživateli přepojit hovor jinam.
pt_br: Permitir ao usuário chamado transferir sua chamada

source: Allows calling user to transfer call
cs_cz: Umožnit volajícímu uživateli předat hovor
pt_br: Permitir o usuário transferir chamada

source: Allow the called to hangup by pressing *
cs_cz: Umožnit volanému zavěsit stiskem * (hvězdičky)
pt_br: Permite apertar * para suspender chamado

source: Ring instead of playing background music
cs_cz: Vyzvánět namísto přehrávání hudby na pozadí
pt_br: Toca ao invés de tocar a música de fundo

source: Allows calling to hangup by pressing *
cs_cz: Umožňuje volajícímu zavěsit stiskem * (hvězdičky)
pt_br: Permite ligar para suspender pressionando *

source: Music on hold
cs_cz: Čekací melodie
pt_br: Música em espera

source: Welcome music
cs_cz: Uvítací melodie
pt_br: Música de boas-vindas

source: Report hold time
cs_cz: Hlásit čas čekání
pt_br: Relatório do tempo de espera

source: 'You are next' sound
cs_cz: Nahrávka „jste další v pořadí“
pt_br: Som 'Você é o próximo'

source: 'There are' sound
cs_cz: Nahrávka „jsou zde“
pt_br: Som 'Tem'

source: 'Call waiting' sound
cs_cz: Nahrávka „čekání hovoru na lince“
pt_br: Som 'chamada em espera'

source: 'Thank you' sound
cs_cz: Nahrávka „děkujeme (za zavolání)“
pt_br: Som 'obrigado'

source: 'Minutes' sound
cs_cz: Nahrávka „minut“
pt_br: Som 'minutos'

source: 'Seconds' sound
cs_cz: Nahrávka „sekund“
pt_br: Som 'segundos'

source: 'Less than' sound
cs_cz: Nahrávka „méně než“
pt_br: Som 'menor que'

source: Queue phone number
cs_cz: Telefonní číslo fronty
pt_br: Número da fila de telefone

source: Language
cs_cz: Jazyk
pt_br: Idioma

source: Method
cs_cz: Metoda
pt_br: Método

source: Announce holdtime
cs_cz: Oznamovat čas čekání
pt_br: Anunciar tempo de espera

source: Announce
cs_cz: Oznámit
pt_br: Anunciar

source: List of conference rooms
cs_cz: Seznam virtuálních konferenčních místností
pt_br: Lista de salas de conferências

source: Conference
cs_cz: Konference
pt_br: Conferência

source: Name
cs_cz: Název
pt_br: Nome

source: Description
cs_cz: Popis
pt_br: Descrição

source: Actions
cs_cz: Akce
pt_br: Ações

source: Create
cs_cz: Vytvořit
pt_br: Criar

source: Edit
cs_cz: Upravit
pt_br: Editar

source: Remove
cs_cz: Odebrat
pt_br: Remover

source: Cannot delete entry from server '%s' because it seems to be removed!
cs_cz: Ze serveru nelze smazat položku %s – zdá se, že již byla odstraněna!
pt_br: Não é possível deletar entrado do servidor '%s', parece que já foi removido!

source: The previously selected asterisk home server '%s' is no longer available!
cs_cz: Dříve vybraný domovský Asterisk server %s již není k dispozici!
pt_br: O asterisco do servidor doméstico '%s' previamente selecionado não está mais disponível!

source: Lifetime
cs_cz: Životnost
pt_br: Tempo de vida

source: Warning
cs_cz: Varování
pt_br: Aviso

source: FusionDirectory identified problems with your MySQL table definition, please activate debugging for details.
cs_cz: FusionDirectory zjistilo problém s definicí tabulky ve vaší MySQL databázi – pro získání podrobnějších informací zapněte diagnostický režim.
pt_br: FusionDirectory identificou problemas com sua tabela definição MySQL, por favor ative o debugging para detalhes

source: '%s' is already assigned to '%s'!
cs_cz: %s je již přiřazeno %s!
pt_br: '%s' já foi atribuído a '%s'!

source: Phone Conference
cs_cz: Telefonní konference
pt_br: Conferência telefônica

source: Phone conference management
cs_cz: Správa telefonických konferencí
pt_br: Gerenciamento da conferência de telefones

source: GOfon conference
cs_cz: GOfon konference
pt_br: Conferencia GOfon

source: Asterisk conference
cs_cz: Asterisk konference
pt_br: Conferência asterisk

source: Base
cs_cz: Základ

source: Conference PIN
cs_cz: PIN kód konference
pt_br: PIN da conferencia

source: Preset PIN
cs_cz: Přednastavený PIN
pt_br: PIN predefinido

source: Record conference
cs_cz: Nahrávat konferenci
pt_br: Registro de conferência

source: Play music on hold
cs_cz: Přehrát čekací znělku
pt_br: Tocar música em espera

source: Activate menu
cs_cz: Zapnout nabídku
pt_br: Ativar menu

source: Announce user activity
cs_cz: Oznamovat, kdy je uživatel činný
pt_br: Anunciar atividade do usuário

source: Count user
cs_cz: Spočítat uživatele
pt_br: Conta de usuário

source: Conference type
cs_cz: Typ konference
pt_br: Tipo de conferência

source: Format
cs_cz: Formát
pt_br: Formato

source: Telephone number
cs_cz: Telefonní číslo
pt_br: Número de telefone

source: Owner
cs_cz: Vlastník
pt_br: Proprietário

source: Phone Conferences
cs_cz: Telefonické konference
pt_br: Conferências por telefone

source: Phone Conference management
cs_cz: Správa telefonické konference
pt_br: Gerenciamento da Conferência de telefones

source: Macro could not be removed from server '%s', please check database consistency!
cs_cz: Makro se nezdařilo odebrat ze serveru %s, zkontrolujte celistvost databáze!
pt_br: Macro não pode removida do servidor '%s', favor verificar a consistênsia da base de dados!

source: Application missing in line %s!
cs_cz: Chybějící aplikace na řádku %s!
pt_br: Faltando aplicação na linha %s!

source: Priority missing in line %s!
cs_cz: Chybějící priorita na řádku %s!
pt_br: Faltando prioridade na linha %s!

source: Extension missing in line %s!
cs_cz: Chybějící číslo linky na řádku %s!
pt_br: Faltando extensão na linha %s!

source: Duplicate combination of 'extension' and 'priority' in line %s!
cs_cz: Zdvojená kombinace čísla linky a priority na řádku %s!
pt_br: Duplicadr combinação da 'extensão' e da 'prioridade' na linha %s!

source: Macro could not be added to server '%s', please check database consistency!
cs_cz: Makro se nezdařilo přidat na server %s, zkontrolujte celistvost databáze!
pt_br: Macro não pode ser adicionada ao servidor '%s', por favor, verifique a consistência do seu banco de dados!

source: Name can be 20 characters at maximum!
cs_cz: Délka názvu může být nejvýše 20 znaků!
pt_br: Nome pode ter no máximo 20 caracteres!

source: Macro is still in use!
cs_cz: Makro je stále používáno!
pt_br: Macro continua em uso!

source: Macro is empty!
cs_cz: Makro je prázdné!
pt_br: Macro está vazia!

source: Cannot delete entry because it is still in use by '%s'!
cs_cz: Položku není možné odstranit, protože je stále používána %s!
pt_br: Não é possivel excluir a entrada, pois ela está em uso por '%s'!

source: Configuration error
cs_cz: Chyba v nastavení
pt_br: Erro de configuração

source: Asterisk macro
cs_cz: Asterisk makro
pt_br: Macro asterisk

source: Asterisk macro management
cs_cz: Správa maker Asterisku
pt_br: Gestão macro do Asterisk

source: GOfon macro
cs_cz: GOfon makro
pt_br: Macro GOfon

source: Macro name
cs_cz: Název makra
pt_br: Nome da macro

source: Display name
cs_cz: Zobrazovaný název
pt_br: Nome de exibição

source: Macro content and parameter
cs_cz: Obsah a parametr makra
pt_br: Conteúdo e parâmetro da macro

source: Visibility flag
cs_cz: Příznak viditelnosti
pt_br: Visibilidade da bandeira

source: Phone Macros
cs_cz: Telefonní makra
pt_br: Macros de telefones

source: Phone Macros management
cs_cz: Správa telefonních maker
pt_br: Gerenciador de macros de telefones

source: List of macros
cs_cz: Seznam maker
pt_br: Lista de macros

source: Macro
cs_cz: Makro

source: Parameter
cs_cz: Parametr
pt_br: Parâmetro

source: Asterisk macro parameter
cs_cz: Parametr Asterisk makra
pt_br: Parâmetro macro asterisk

source: Phone macro
cs_cz: Telefonní makro
pt_br: Macro de telefones

source: String
cs_cz: Řetězec

source: Combobox
cs_cz: Roletová nabídka

source: Bool
cs_cz: ano/ne (boolean)

source: Delete unused
cs_cz: Smazat nepoužívané
pt_br: Excluir não utilizados

source: Parameter %s contains invalid character. '!,#' is used as delimiter!
cs_cz: Parametr %s obsahuje neplatné znaky. !,# je použít jako oddělovač!
pt_br: Parâmetro %s contem um caracter inválido. '!,#' é usado como delimitador!

source: Parameter %s is invalid!
cs_cz: Parametr %s je neplatný!
pt_br: Parâmetro %s é inválido!

source: Information
cs_cz: Informace
pt_br: Informação

source: Number of parameters for this macro has changed. Please update all users using it!
cs_cz: Počet parametrů tohoto makra se změnil. Aktualizujte nastavení u všech uživatelů, kteří jej používají!
pt_br: Número de parâmetros para esta macro mudou. Por favor, atualize todos usuários usando-a!

source: phone
cs_cz: telefon
pt_br: telefone

source: yes
cs_cz: ano
pt_br: sim

source: no
cs_cz: ne
pt_br: não

source: dynamic
cs_cz: dynamické
pt_br: dinâmico

source: Networksettings
cs_cz: Nastavení sítě
pt_br: Configurações de rede

source: IP address
cs_cz: IP addresa
pt_br: Endereço IP

source: Phone information
cs_cz: Informace o telefonu

source: Phone hardware
cs_cz: Typ telefonního přístroje
pt_br: Hardware de telefone

source: SIP Mode
cs_cz: Režim SIP
pt_br: Modo SIP

source: SIP DTMF mode
cs_cz: Režim SIP DTMF
pt_br: Modo DTMF SIP

source: SIP Default ip
cs_cz: Výchozí IP adresa pro SIP
pt_br: Ip SIP padrão

source: SIP Qualify
cs_cz: Kontrolovat dostupnost zařízení (SIP qualify)
pt_br: Qualificação SIP

source: IAX authentication type
cs_cz: Typ ověřování pro IAX protokol
pt_br: Tipo de autenticação IAX

source: IAX secret
cs_cz: Heslo pro IAX protokol
pt_br: Segredo IAX

source: IAX account code
cs_cz: IAX identifikátor volajícího
pt_br: Código de conta IAX

source: IAX trunk lines
cs_cz: IAX linky propojující ústředny (trunk)
pt_br: Linhas de tronco IAX

source: IAX permit settings
cs_cz: IAX umožnit nastavení
pt_br: Permitir configurações IAX

source: IAX deny settings
cs_cz: IAX neumožnit nastavení
pt_br: Negar definições IAX

source: Hardware type
cs_cz: Typ vybavení
pt_br: Tipo de hardware

source: VoIP database information
cs_cz: Informace o databázi VoIP
pt_br: Informações do banco de dados VoIP

source: Asterisk DB user
cs_cz: Účet uživatele pro připojování do databáze Asterisk
pt_br: Usuário DB Asterisk

source: Login for asterisk database administrator
cs_cz: Přihlašovací jméno správce databáze pro Asterisk
pt_br: Login para a base de dados do administrador asterisk

source: Password
cs_cz: Heslo
pt_br: Senha

source: Password for asterisk database administrator
cs_cz: Heslo k účtu správce databáze pro Asterisk
pt_br: Senha de administrador da base de dados asterisk

source: Country dial prefix
cs_cz: Volací předvolba země
pt_br: Prefixo de discagem do país

source: Local dial prefix
cs_cz: Místní volací předvolba
pt_br: Prefixo de discagem local

source: Driver
cs_cz: Ovladač

source: Driver to use to contact this database.
cs_cz: Ovladač pro práci s touto databází.
pt_br: Responsável para usar o contato desta base de dados.

source: You can't remove the asterisk database extension, it is still in use by these objects '%s'.
cs_cz: Databázové rozšíření ústředny Asterisk nyní nelze odebrat, protože je stále používána těmito objekty %s.
pt_br: Você não pode remover a extensão do banco de dados asterisk, ele ainda está em uso por esses objetos '%s'.

source: VoIP service (asterisk)
cs_cz: Služba VoIP (Asterisk)
pt_br: Serviço VoIP (asterisk)

source: VoIP - asterisk management
cs_cz: VoIP - správa ústředny Asterisk
pt_br: VoIP - gerenciamento do asterisk

source: Services
cs_cz: Služby
pt_br: Serviços

source: Insufficient permissions
cs_cz: Nedostatečné oprávnění
pt_br: Permissões insuficientes

source: Y-M-D
cs_cz: R-M-D
pt_br: A-M-D

source: Phone reports
cs_cz: Přehledy telefonu
pt_br: Relatórios d

source: All entries are readonly
cs_cz: Veškeré položky jsou pouze pro čtení
pt_br: Todas as entradas somente leitura

source: Date
cs_cz: Datum
pt_br: Data

source: Source
cs_cz: Zdroj
pt_br: Fonte

source: Destination
cs_cz: Cíl
pt_br: Destino

source: Channel
cs_cz: Kanál
pt_br: Canal

source: Application called
cs_cz: Volaná aplikace
pt_br: Chamado de aplicação

source: Disposition
cs_cz: Uspořádání
pt_br: Disposição

source: Duration
cs_cz: Délka trvání
pt_br: Duração

source: automatic
cs_cz: samočinné
pt_br: automático

source: no macro
cs_cz: žádné makro
pt_br: Nenhuma macro

source: undefined
cs_cz: neurčené
pt_br: indefinido

source: Cannot identify telephone extension in database, please try to save again.
cs_cz: Nedaří se určit telefonní číslo v databázi – zkuste znovu uložit.
pt_br: Não é possível identificar a extensão do telefone no banco de dados, por favor, tente salvar novamente.

source: Abort saving entries to keep the database consistent.
cs_cz: Zrušte ukládání aktuálních položek – zachováte tak celistvost databáze.
pt_br: Abortar o processo de salvar as entradas para manter o banco de dados consistente.

source: FusionDirectory identified problems with your database table definition!
cs_cz: FusionDirectory zjistilo problémy s definicí tabulky v databázi!
pt_br: FusionDirectory identificou problemas com a definição da tabela do seu banco de dados!

source: Remove phone account
cs_cz: Odstranit telefonní účet
pt_br: Remover conta de telefone

source: Create phone account
cs_cz: Vytvořit telefonní účet
pt_br: Criar conta de telefone

source: User uid
cs_cz: Identifikátor uživatele (UID)
pt_br: Usuário uid

source: Selected macro is not available anymore!
cs_cz: Vybrané makro již neexistuje!
pt_br: A macro selecionada não está mais disponível!

source: Choose your private phone
cs_cz: Zvolte svůj soukromý telefon
pt_br: Escolha seu telefone privado

source: There must be at least one server with an asterisk database to create a phone account.
cs_cz: Aby bylo možné vytvořit telefonní účet, musí být k dispozici alespoň jeden server s databází ústředny Asterisk.
pt_br: Deve haver pelo menos um servidor com um banco de dados asterisk para criar uma conta de telefone

source: Voicemail PIN
cs_cz: PIN kód do hlasové schránky
pt_br: PIN do correio de voz

source: Between 1-4 charactes
cs_cz: 1-4 znaky
pt_br: Entre 1-4 caracteres

source: Phone PIN
cs_cz: PIN kód telefonu
pt_br: PIN do telefone

source: Phone number
cs_cz: Telefonní číslo
pt_br: Número de telefone

source: macro parameter %s
cs_cz: parametr makra %s
pt_br: %s parâmetro macro

source: An error occured while updating the database entries!
cs_cz: Došlo k chybě při aktualizaci položek v databázi!
pt_br: Ocorreu um erro durante a atualização das entradas do banco de dados!

source: Was not able to found any asterisk server
cs_cz: Nebylo možné najít jakýkoli Asterisk server
pt_br: Não foi capaz de encontrar nenhum servidor asterisk

source: User '%s' has been removed from phone queue '%s'.
cs_cz: Uživatel %s byl odebrán z telefonní fronty %s.
pt_br: Usuário '%s' foi removido da fila de telefones '%s'.

source: The specified telephonenumber '%s' is already assigned to '%s'.
cs_cz: Zadané telefonní číslo %s je již přiřazeno %s.
pt_br: O número de telefone '%s' especificado já foi atribuído para '%s'.

source: The previously selected asterisk home server (%s) is no longer available. Remove aborted.
cs_cz: Zvolený domovský Asterisk server (%s) již není k dispozici. Odebírání bylo přerušeno.
pt_br: O servidor asterisk previamente selecionado(%s) não está disponível. Remover abortado.

source: Phone account settings
cs_cz: Nastavení telefonního účtu
pt_br: Definições da conta de telefone

source: Macro settings
cs_cz: Nastavení makra
pt_br: Definições maiores

source: Phone context
cs_cz: Telefonní kontext
pt_br: Contexto de telefone

source: Voice mail context
cs_cz: Kontext hlasové schránky
pt_br: Contexto de correio de voz

source: Telephone pin
cs_cz: PIN kód telefonu
pt_br: Pin do telefone

source: Voicemail pin
cs_cz: PIN kód do hlasové schránky
pt_br: PIN correio de voz

source: You need to configure %s contexts first
cs_cz: Nejprve je třeba nastavit kontexty %s
pt_br: Você precisa configurar o contexto %s primeiro.

source: Click the 'Edit' button below to change informations in this dialog
cs_cz: Pro změnu informací v tomto dialogu klikněte na Upravit
pt_br: Clique no botão 'Editar' abaixo para mudar as informações neste diálogo

source: Phone settings
cs_cz: Nastavení telefonu
pt_br: Configurações de telefone

source: Asterisk plugin configuration
cs_cz: Nastavení zásuvného modulu Asterisk
pt_br: Configuração do plugin asterisk

source: Phone RDN
cs_cz: Relativní rozlišený název telefonu
pt_br: Telefone RDN

source: Branch in which phones will be stored
cs_cz: Větev, ve které budou ukládány telefony
pt_br: Local onde os telefones serão armazenados

source: Phone Macro RDN
cs_cz: Relativní rozlišený název telefonního makra
pt_br: Telefone Macro RDN

source: Branch in which phone macros will be stored
cs_cz: Větev, ve které budou ukládána telefonní makra
pt_br: Local onde os macros do telefone serão armazenados

source: Phone Conference RDN
cs_cz: Relativní rozlišený název telefonické konference
pt_br: Conferencia de telefone RDN

source: Branch in which phone conferences will be stored
cs_cz: Větev, ve které budou uloženy telefonické konference
pt_br: Ramo no qual as conferências telefônicas serão armazenados

source: Miscellaneous
cs_cz: Různé
pt_br: Diversos

source: SIP contexts
cs_cz: SIP kontexty
pt_br: Contextos SIP

source: Available SIP contexts
cs_cz: SIP kontexty k dispozici
pt_br: Contextos disponíveis no SIP

source: Voicemail contexts
cs_cz: Kontexty hlasové schránky
pt_br: Contexto de correio de voz

source: Available voicemail contexts
cs_cz: Dostupné kontexty hlasových schránek
pt_br: Contextos disponíveis no correio de voz

source: Only users with the same asterisk home server will be included to this queue.
cs_cz: Do této fronty budou zařazeni pouze uživatelé se stejným domovským Asterisk serverem.
pt_br: Apenas usuários com o mesmo servidor home asteriskvão ser inclusos nesse grupo

source: Phone numbers
cs_cz: Telefonní čísla
pt_br: Números de telefone

source: Up
cs_cz: Nahoru
pt_br: Subir

source: Down
cs_cz: Dolů
pt_br: Descer

source: Options
cs_cz: Volby
pt_br: Opções

source: Strategy
cs_cz: Strategie
pt_br: Estratégia

source: (in seconds)
cs_cz: (ve sekundách)
pt_br: (em segundos)

source: Queue sound setup
cs_cz: Nastavení zvuku fronty
pt_br: Configurações da fila de som

source: Use music on hold instead of ringing
cs_cz: Namísto vyzvánění použít čekací melodii
pt_br: Use a música em espera ao invés de tocar

source: Welcome sound file
cs_cz: Uvítací zvukový soubor
pt_br: Arquivo de som de boas-vindas

source: Announce message
cs_cz: Oznamovací zpráva
pt_br: Mensagem de anúncio

source: Sound file for 'You are next ...'
cs_cz: Nahrávka „Jste další v pořadí…“
pt_br: Arquivo de som 'Você é o próximo ...'

source: 'There are ...'
cs_cz: „Jsou zde…“
pt_br: 'Tem ...'

source: '... calls waiting'
cs_cz: „…čekajících hovorů“
pt_br: '... chamada esperando'

source: 'Thank you' message
cs_cz: Zpráva „Děkujeme“
pt_br: Mensagem 'Obrigado'

source: 'minutes' sound file
cs_cz: nahrávka „minut“
pt_br: Arquivo de som 'minutos'

source: 'seconds' sound file
cs_cz: nahrávka „sekund“
pt_br: Arquivo de som 'segundos'

source: Hold sound file
cs_cz: Soubor s čekací melodií
pt_br: Manter arquivo de som

source: Less Than sound file
cs_cz: Nahrávka „méně než“
pt_br: Sem tal arquivo de som

source: Phone attributes
cs_cz: Atributy telefonu
pt_br: Atributos do telefone

source: Filter
cs_cz: Filtr
pt_br: Filtro

source: Properties
cs_cz: Vlastnosti
pt_br: Propriedades

source: Conference name
cs_cz: Název konference
pt_br: Nome da conferência

source: Name of conference to create
cs_cz: Název vytvářené konference
pt_br: Nome da conferência a ser criada

source: Type
cs_cz: Typ
pt_br: Tipo

source: Choose subtree to place conference in
cs_cz: Vyberte podstrom pro umístění konference
pt_br: Escolher sub-árvore para local da conferencia

source: Select language
cs_cz: Vyberte jazyk
pt_br: Selecione o idioma

source: Descriptive text for department
cs_cz: Výstižný popis oddělení
pt_br: Texto descritivo para o departamento

source: Lifetime (in days)
cs_cz: Životnost (dny)
pt_br: Tempo de vida (em dias)

source: Sound file format
cs_cz: Datový formát zvukového souboru
pt_br: Formato do arquivo de som

source: Choose subtree to place department in
cs_cz: Zvolte podstrom pro umístění oddělení
pt_br: Escolha a sub-arvore para o local do departamento

source: Activate session menu
cs_cz: Zapnout nabídku sezení
pt_br: Ative o menu de sessão

source: Announce users joining or leaving the conference
cs_cz: Oznamovat připojování a odpojování účastníků konference
pt_br: Anunciar usuários que entram e deixam a conferência

source: Count users
cs_cz: Spočítat uživatele
pt_br: Contagem de usuários

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Velmi dobře si rozmyslete, zda to opravdu chcete udělat, protože provedené změny už ve FusionDirectory nepůjde vzít nijak jednoduše zpět!
pt_br: Favor clicar duas vezes se você quer realmete executar esta ação. O FusionDirectory não poderá desfazê-la.
