Repository: Animtim/fusiondirectory-plugins
Catalog: asterisk/locale/*/fusiondirectory.po
Languages: cs_cz, pt_br

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
cs_cz: Tedy – pokud jste si jisti, klikněte na Smazat. V opačném případě operaci zrušte kliknutím na Zrušit.
pt_br: Se você tem certeza, pressione 'Delete' para continuar ou 'Cancel' para desistir.

source: Macro name to be displayed
cs_cz: Název makra, které má být zobrazeno
pt_br: Nome da macro a ser exibido

source: Visible for user
cs_cz: Viditelné pro uživatele
pt_br: Visível para o usuário

source: Macro text
cs_cz: Text makra
pt_br: Texto da macro

source: type
cs_cz: typ
pt_br: tipo

source: Default value
cs_cz: Výchozí hodnota
pt_br: Valor padrão

source: You are not allowed to view the macro parameter settings
cs_cz: Nejste oprávněni zobrazit nastavení parametrů makra
pt_br: Você não tem permissão para exibir as configurações de parâmetros macro

source: Advanced phone settings
cs_cz: Pokročilá nastavení telefonu
pt_br: Configurações avançadas de telefone

source: Phone type
cs_cz: Typ telefonu
pt_br: Tipo de telefone

source: Choose a phone type
cs_cz: Zvolte typ telefonu
pt_br: Escolha um tipo de telefone

source: Mode
cs_cz: Režim
pt_br: Modo

source: DTMF mode
cs_cz: Režim DTMF
pt_br: Modo DTMF

source: Default IP
cs_cz: výchozí IP adesa
pt_br: IP padrão

source: Response timeout
cs_cz: Časový limit prodlevy odezvy
pt_br: Tempo limite de resposta

source: Modus
cs_cz: Režim

source: Authtype
cs_cz: Typ ověřování
pt_br: Tipo de autenticação

source: Secret
cs_cz: Heslo
pt_br: Secreto

source: Account code
cs_cz: Kód účtu
pt_br: Código da conta

source: Trunk lines
cs_cz: Linky propojující ústředny (trunk)
pt_br: Linhas de tronco

source: Hosts that are allowed to connect
cs_cz: Stroje, kterým je umožněno se připojit
pt_br: Os hosts que têm permissão pra conectar

source: List of alternative mail addresses
cs_cz: Seznam alternativních e-mailových adres
pt_br: Lista de endereços alternativos de correio

source: Hosts that are not allowed to connect
cs_cz: Stroje, kterým není umožněno připojit se
pt_br: Hospedagem que não é possível se conectar

source: Phone name
cs_cz: Název telefonu
pt_br: Nome do telefone

source: Search for
cs_cz: Hledat
pt_br: Procurar por

source: Enter user name to search for
cs_cz: Zadejte uživatelské jméno, které vyhledat
pt_br: Digite o nome de usuário a ser pesquisado

source: in
cs_cz: v
pt_br: dentro

source: Select subtree to base search on
cs_cz: Vyberte podstrom, ve kterém se bude hledat
pt_br: Selecionar sub-arvore para busca

source: on
cs_cz: zapnuto
pt_br: em

source: Select server to search on
cs_cz: Vyberte server na kterém se bude vyhledávat
pt_br: Selecione o servidor para pesquisar em

source: during
cs_cz: během
pt_br: durante

source: Search
cs_cz: Hledat
pt_br: Pesquisar

source: Application
cs_cz: Aplikace
pt_br: Aplicação

source: Status
cs_cz: Stav
pt_br: Estado

source: Search returned no results...
cs_cz: Nic nebylo nalezeno…
pt_br: A pesquisa não retornou resultados...

source: Telephone hardware
cs_cz: Telefonní vybavení
pt_br: Hardware do telefone

source: Telephone
cs_cz: Telefon
pt_br: Telefone

source: Select the accounts home server
cs_cz: Vyberte domovský server pro účty
pt_br: Selecionar as contas do servidor principal

source: Context
cs_cz: Kontext
pt_br: Contexto

source: Select the accounts context
cs_cz: Vyberte kontext účtů
pt_br: Selecionar as contas de contexto

source: Voicemail context
cs_cz: Kontext hlasové schránky
pt_br: Contexto de correio de voz

source: round robin
pt_br: Em volta do robin

source: Argument
pt_br: Argumento
