Repository: Animtim/fusiondirectory-plugins
Catalog: goto/locale/*/LC_MESSAGES/messages.po
Languages: it

source: List of devices
it: Elenco delle periferiche

source: Device
it: Periferica

source: Name
it: Nome

source: Description
it: Descrizione

source: Actions
it: Azioni

source: Create
it: Crea

source: Remove
it: Rimuovi

source: Edit device
it: Modifica la periferica

source: Remove device
it: Rimuovi la periferica

source: Digital camera
it: Apparecchio fotografico digitale

source: USB stick
it: Chiavetta USB

source: CD/DVD drive
it: Lettore di CD/DVD

source: Product-ID
it: ID del prodotto

source: Vendor-ID
it: ID del venditore

source: Error
it: Errore

source: LDAP error
it: Errore LDAP

source: Generic
it: Informazioni

source: Device generic
it: Informazioni della periferica

source: Devices
it: Periferiche

source: Type
it: Tipo

source: Serial
it: Serie

source: Vendor
it: Venditore

source: Device ID
it: ID della Periferica

source: Warning
it: Avvertimento

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.

source: Filter
it: Filtro

source: Device name
it: Nome della periferica

source: Device type
it: Tipo di periferica

source: Choose the device type
it: Scegli il tipo di periferica

source: Serial number
it: Numero di serie

source: (iSerial)
it: (idSerial)

source: File pattern
it: Filtri dei file

source: Mime type generic
it: Informazioni sui tipi Mime

source: Mime types
it: Tipi Mime

source: Mime group
it: Gruppo di tipo Mime

source: Application
it: Applicazione

source: Left click action
it: click sinistro

source: Icon
it: Icona

source: File patterns
it: Filtri dei file

source: Embedded applications
it: Applicazioni incorporate

source: Manage mime types
it: Gestione dei tipi Mime

source: Mime type
it: Tipo Mime

source: Please enter a name for the mime type here
it: Inserisci un nome per il tipo Mime

source: Please specify a description for this mime type here
it: Inserisci una descrizione per il tipo Mime

source: List of mimetypes
it: Elenco dei tipi Mime

source: Edit mimetype
it: Modifica un tipo Mime

source: Remove mimetype
it: Elimina un tipo Mime

source: Categorize this mime type
it: Metti questo tipo Mime in una categoria

source: Please specify a description
it: Inserisci una descrizione

source: Choose subtree to place application in
it: Seleziona il ramo dell'annuario nel quale sarà piazzata l'aaplicazione

source: Select a base
it: Seleziona una base

source: Mime icon
it: Icona Mime

source: Update
it: Aggiorna

source: Update mime type icon
it: Aggiorna l'icona per il tipo Mime

source: Left click
it: click sinistro

source: Please specify a new file pattern
it: Indica un nuovo filtro dei file

source: Add a new file pattern
it: Aggiungi un nuovo filtro di file

source: Applications
it: Applicazioni

source: Enter an application name here
it: Immetti il nome dell'applicazione

source: Add application
it: Aggiungi un'applicazione

source: Embedding
it: Includi

source: Show file in embedded viewer
it: Mostra il file nel navigatore incluso

source: Show file in external viewer
it: Mostra il file nel navigatore esterno

source: Ask whether to save to local disk
it: Chiedi se bisogna registrare su un disco locale

source: Release
it: Versione

source: Branches
it: Rami

source: Current release
it: Versione attuale

source: Copy menu
it: Copia il menu

source: Paste menu from
it: Incolla il menu da

source: Delete menu
it: Elimina il menu

source: Folder
it: Cartella

source: Move up
it: Sposta sopra

source: Move down
it: Sposta sotto

source: Edit
it: Modifica

source: add to
it: aggiungi a

source: Add selected applications to this folder.
it: Aggiungi le applicazioni selezionate a questa cartella.

source: Separator
it: Separatore

source: Add a separator to this folder.
it: Aggiungi un separatore ain questa cartella.

source: Back
it: Indietro

source: back
it: indietro

source: department
it: dipartimento

source: application
it: applicazione

source: Not available in release.
it: Non disponibile in questa versione.

source: Group applications
it: Gruppo d'applicazioni

source: Application parameter
it: Parametri dell'applicazione

source: Folder image
it: Cartella delle immagini

source: Could not load image.
it: Impossibile caricare l'immagine.

source: None
it: Nessuno

source: Upload image
it: Caricare un'immagine

source: Upload
it: Caricare

source: Reset image
it: Reinizializzare l'immagine

source: Reset
it: Reinizializzare

source: Application settings
it: Impostazioni dell'applicazione

source: Application options
it: Opzioni dell'applicazione

source: PPD error
it: Errore del PPD

source: Printer ppd selection.
it: Scegli il ppd della tua stampante.

source: delete
it: elimina

source: Select objects to add
it: Seleziona gli oggetti da aggiungere

source: Filters
it: Filtri

source: Display objects matching
it: Mostra gli oggetti che corrispondono

source: Regular expression for matching object names
it: Espressione regolare per trovare gli oggetti corrispondenti

source: Close
it: Chiudi

source: The ppd file will be removed from the server and can not be restored.
it: Il file PPD sarà rimosso dal server e non potrà più essere recuperato.

source: PPD manager error
it: Errore del gestore dei PPD

source: The specified path '%s' does not exist.
it: Il path '%s' specificato non esiste.

source: Specified PPD file '%s' cannot be opened for reading.
it: Il file PPD '%s' non puó essere aperto in lettura.

source: The temporary file '%s' cannot be opened for writing.
it: Il file temporaneo '%s' non puó essere aperto in scrittura.

source: Parsing PPD file failed - file is empty!
it: La lettura del file PPD è fallita - il file è vuoto !

source: Parsing PPD file %s failed - line too long. Trailing characters have been ignored!
it: La lettura del file PPD %s è fallita - linea troppo lunga. I caratteri restanti sono stati ignorati !

source: Nested groups are not supported!
it: I gruppi ricorsivi non sono supportati !

source: Group name not unique!
it: Il nome del gruppo non è unico!

source: Nested options are not supported!
it: Le opzioni ricorsive non sono supportate !

source: PickMany is not supported yet!
it: La selezione multipla non è ancora supportata !

source: Parsing PPD file %s failed - line too long. Trailing characters have been ignored
it: La lettura del file PPD %s è fallita - linea troppo lunga. I caratteri restanti sono stati ignorati

source: Parsing PPD file %s failed - no information found.
it: La lettura del file PPD %s è fallita - nessuna informazione è stata trovata.

source: Configuration error
it: Errore di configurazione

source: Cannot open PPD '%s'!
it: Impossibile leggere il PPD '%s' !

source: Can't get ppd informations.
it: Impossibile ottenere informazioni sui PPD.

source: Cannot open PPD path '%s' for reading and writing!
it: Impossibile leggere e scrivere nel path specificato per il PPD '%s' !

source: file is empty
it: il file è vuoto

source: Cannot parse PPD '%s'!
it: Impossibile analizzare il PPD '%s' !

source: Section
it: Sezione

source: True
it: Vero

source: False
it: Falso

source: PPD type '%s' is not supported!
it: Il tipo di PPD '%s' non è supportato !

source: Please select a valid ppd file or use 'Cancel' to go back to printer configuration.
it: Seleziona un file PPD valido oppure premi 'Cancella' per tornare alla configurazione della stampante.

source: Printer driver
it: Driver della stampante

source: Model
it: Modello

source: Select
it: Seleziona

source: New driver
it: Nuovo driver

source: Options
it: Opzioni

source: Properties
it: Proprietà

source: Terminal template
it: Modello di terminale

source: Terminal name
it: Nome del terminale

source: Mode
it: Modalità

source: Select terminal mode
it: Seleziona la modalità del terminale

source: Syslog server
it: Server del giornale di sistema

source: Choose server to use for logging
it: Scegli il server da usare per il giornale di sistema

source: NTP server
it: Server NTP

source: Choose server to use for synchronizing time
it: Scegli il server da utilizzare per la sincronizzazione dell'ora

source: Root server
it: Server primario

source: Swap server
it: Server di Swap

source: Choose NFS filesystem to place swap files on
it: Scegli il file system NFS dove sarà allocata la swap

source: Action
it: Azione

source: Select action to execute for this terminal
it: Scegli l'azione da eseguire su questi terminali

source: Execute
it: Esegui

source: Inherit all
it: Eredita tutto

source: unknown
it: Sconosciuto

source: automatic
it: automatico

source: inherited
it: ereditato

source: Choose the phone located at the current terminal
it: Scegli il telefono situato in prossimità del terminale

source: VSync
it: Frequenza di sincronizzazione verticale

source: HSync
it: Frequenza di sincronizzazione orizzontale

source: Service
it: Servizi

source: Workstation service
it: Servizio workstation

source: Monitor
it: Schermo

source: Gfx driver
it: Driver grafico

source: Gfx resolution
it: Risoluzione grafica

source: Gfx color depth
it: Profondità dei colori

source: Use DDC
it: Utilizza DDC

source: Scanner enabled
it: Scanner attivato

source: Keyboard variant
it: Variante della tastiera

source: Mouse type
it: Tipo di mouse

source: Mouse port
it: Porta del mouse

source: Telephone hardware
it: Dispositivo telefonico

source: Keyboard
it: Tastiera

source: Choose keyboard model
it: Scegli un modello di tastiera

source: Layout
it: Disposizione dei tasti

source: Choose keyboard layout
it: Scegli la disposizione dei tasti della tastiera

source: Variant
it: Variante

source: Choose keyboard variant
it: Scegli la variante della tastiera

source: Choose mouse type
it: Scegli il tipo di mouse

source: Port
it: Porta

source: Choose mouse port
it: Scegli la porta del mouse

source: Telephone
it: Telefono

source: Graphic device
it: Carta grafica

source: Choose graphic driver that is needed by the installed graphic board
it: Seleziona il driver della carta video corrispondente alla carta video installata

source: Resolution
it: Risoluzione grafica

source: Choose screen resolution used in graphic mode
it: Scegli la risoluzione grafica

source: Color depth
it: Profondità dei colori

source: Choose colordepth used in graphic mode
it: Scegli la profondità dei colori usata dalla carta grafica

source: Display device
it: Schermo

source: Use DDC for automatic detection
it: Usa DCC per il riconoscimento automatico

source: Horizontal refresh frequency for installed monitor
it: Frequenza di rigenerazione orizzontale dello schermo installato

source: Vertical refresh frequency for installed monitor
it: Frequenza di rigenerazione verticale dello schermo installato

source: Scan device
it: Scanner

source: Select to start SANE scan service on terminal
it: Seleziona per poter avviare il servizio di scansione SANE sul terminale

source: Provide scan services
it: Fornisci i servizi di scansione

source: Choose the kind of system component you want to create
it: Scegli il tipo di componente del sistema che vuoi creare

source: Linux thin client template
it: Modello di cliente leggero Linux

source: Linux workstation template
it: Modello di workstation Linux

source: Linux Server
it: Server Linux

source: Windows workstation
it: Gruppi di workstations Windows

source: Network printer
it: Stampante di rete

source: Phone
it: Telefono

source: Other network component
it: Altro componente di rete

source: Activated
it: Attivato

source: Locked
it: Bloccato

source: Event '%s' is not available!
it: L'evento '%s' non è disponibile !

source: Switch off
it: Spegni

source: Reboot
it: Riavvia

source: Software update
it: Aggiornamento del programma

source: Reinstall
it: Reinstallare

source: Rescan hardware
it: Ricerca del materiale

source: Force localboot
it: Forza l'avvio locale

source: Wake up
it: Risvegliare

source: A valid LDAP server assignement is missing!
it: Manca un server LDAP valido !

source: Software deployment
it: Distribuzione di programmi

source: This host is currently installing. If you want to save it, press 'OK'.
it: Questo host è in corso di installazione, se lo vuoi registrare premi 'OK'.

source: Workstation generic
it: Informazioni della workstation

source: Workstation name
it: Nome della workstation

source: Location
it: Luogo

source: Goto mode
it: Modalità Goto

source: Ntp server
it: Server NTP

source: Create FAI CD
it: Crea un CD FAI

source: Action flag
it: Indicatore d'azione

source: Your browser does not supprt iframes.
it: Il tuo navigatore web non supporta gli iframes.

source: present
it: presente

source: terminal
it: terminale

source: unknown status, SNMP support missing
it: stato sconosciuto, manca il supporto SNMP

source: This is a virtual terminal which has no properties to show here.
it: Questo è un terminale virtuale, qui non puó essere mostrata alcuna proprietà.

source: online
it: In linea

source: running
it: in corso di esecuzione

source: not running
it: non è in corso di esecuzione

source: not defined
it: non definito

source: unknown status
it: Stato sconosciuto

source: System info
it: Informazioni del sistema

source: System informations
it: Informazioni del sistema

source: Command '%s', specified as systemKernelsHook for plugin '%s' doesn't seem to exist.
it: Il comando '%s', specificato come systemKernelsHook dell'estensione '%s', non esiste !

source: Mount point
it: Punto di montaggio

source: Fatal error
it: Errore fatale

source: Startup
it: Avvio

source: Terminal startup
it: Avvio del terminale

source: Ldap server
it: Server Ldap

source: Shares
it: Condivisioni

source: Kernel modules
it: Moduli del kernel

source: Boot kernel
it: Kernel utilizzato all'avvio

source: Kernel parameter
it: Parametro del kernel

source: Boot parameters
it: Parametri di avvio

source: LDAP server
it: Server LDAP

source: inherit from group
it: Eredita dal gruppo

source: Reload
it: Ricarica

source: Custom options
it: Opzioni personalizzate

source: Enter any parameters that should be passed to the kernel as append line during bootup
it: Inserisci i parametri che saranno inviati al kernel durante l'avvio

source: Kernel modules (format: name parameters)
it: Moduli del kernel (formato : nome del parametro)

source: Add additional modules to load on startup
it: Aggiungi i moduli da caricare all'avvio

source: Mountpoint
it: Punto di montaggio

source: General
it: Generale

source: Printer name
it: Nome della stampante

source: Details
it: Dettagli

source: Printer location
it: Localizzazione della stampante

source: Printer URL
it: URL della stampante

source: PPD Provider
it: Provider PPD

source: Permissions
it: Autorizzazioni

source: Users which are allowed to use this printer
it: Utenti autorizzati all'uso di questa stampante

source: Users
it: Utenti

source: Users which are allowed to administrate this printer
it: Utenti autorizzati ad amministrare questa stampante

source: Admins
it: Amministratori

source: CD-Install-Image generation
it: Costruzione di un CD immagine per l'installazione

source: This option enables you to generate FAI install CD images for the selected workstation. The procedure may take about 10 minutes to complete, so please be patient after pressing the 'Create ISO-Image' button.
it: Questa opzione permette di creare delle immagini d'installazione per FAI relative alla workstation selezionata. La procedura puó durare una decina di minuti, ssi paziente dopo aver premuto su 'Crea un'immagine ISO'.

source: Create ISO-Image
it: Crea un'immagine ISO

source: Please select a printer or press cancel.
it: Scegli una stampante oppure premi 'cancel'.

source: Select printer to add
it: Scegli la stampante da aggiungere

source: Select entries to add
it: Scegli le entries da aggiungere

source: Select to search within subtrees
it: Seleziona per ricercare nella sottostruttura

source: Search in subtrees
it: Ricerca nella sottostruttura

source: Display members of department
it: Mostra i membri del dipartimento

source: Choose the department the search will be based on
it: Scegli il dipartimento di base per la ricerca

source: Display members matching
it: Mostra i membri che corrispondono

source: Regular expression for matching member names
it: Espressione regolare per la ricerca dei nomi dei membri

source: Terminal
it: Terminale

source: Workstation template
it: Modello della Workstation

source: Inherit all values from group
it: Eredita tutti i valori del gruppo

source: Integrating unknown devices
it: Integrazione delle periferiche sconosciute

source: DNS name
it: Nome DNS

source: GOto integration
it: Integrazione di GOto

source: System type
it: Tipo di sistema

source: Choose an object group as template
it: Scegli un gruppo di oggetti come modello

source: Object group
it: Gruppo di oggetti

source: none
it: nessuno

source: FAI mirror '%s' is not available - setting to mirror 'auto'!
it: La replicazione FAI '%s' non è disponibile - replicazione impostata su 'automatica' !

source: FAI release '%s' is not available on mirror '%s' - setting to release '%s'!
it: La versione Fai '%s' non è disponibile sul server di replicazione '%s' - la versione sarà impostata a '%s' !

source: Please select a 'FAI server' or remove the 'FAI classes'.
it: Scegli un 'server FAI' oppure cancella le 'classi FAI'.

source: There is already a profile containing a partition table in your configuration!
it: C'è già un profilo, nella tua selezione, che contiene delle configurazioni per la tavola delle partizioni !

source: Not available in current setup
it: Non disponibile in questa configurazione

source: System startup
it: Avvio del sistema

source: FAI classes
it: Classi FAI

source: Debian release
it: Versione Debian

source: FAI status flag
it: Indicatore dello stato di FAI

source: 'repositoryBranchHook' returned no result!
it: 'repositoryBranchHook' non ha dato risultati !

source: Enable printer settings
it: Attiva le impostazioni della stampante

source: Write only
it: Sola scrittura

source: Flow control
it: Controllo del flusso

source: Parity
it: Parità

source: FAI Object assignment disabled. You can't use this feature until FAI is activated.
it: Non puoi usare questa opzione fino a che non avrai attivato FAI.

source: FAI settings cannot be modified
it: Le impostazioni di FAI non possono essere modificate

source: retry
it: riprova

source: FAI server
it: Server FAI

source: Assigned FAI classes
it: Elenco delle classi FAI utilizzate

source: set
it: attivato

source: System information
it: Informazioni sul sistema

source: Memory
it: Memoria

source: USB support
it: Supporto USB

source: System status
it: Stato del sistema

source: Inventory number
it: Numero d'inventario

source: Last login
it: Ultima connessione

source: Network devices
it: Periferiche di rete

source: IDE devices
it: Periferiche IDE

source: SCSI devices
it: Periferiche SCSI

source: Floppy device
it: Lettore di floppy disk

source: CDROM device
it: Lettore CDROM

source: Up since
it: Acceso da

source: CPU load
it: Carico della CPU

source: Memory usage
it: Uso della memoria

source: Swap usage
it: Uso della Swap

source: Print service
it: Servizio di stampa

source: Scan service
it: Servizio di scansione

source: GUI
it: Interfaccia grafica

source: Internal error
it: Errore interno

source: Cannot determine a valid department for this object. Setting base to '%s'!
it: Impossibile determinare un dipartimento valido per questo oggetto. Metto la base a '%s' !

source: Add printer extension
it: Aggiungi un'estensione di stampante

source: printer
it: stampante

source: You can't enable it while 'cn' is not present in entry. Possibly you are currently creating a new terminal template.
it: Non potrai attivarlo fino a quando un 'cn' non sarà presente nell'entry. Probabilmente sei occupato nella creazione di un nuovo modello di terminale.

source: Remove printer extension
it: Elimina l'estensione per la stampa

source: Your currently selected PPD file '%s' doesn't exist.
it: Il file PPD '%s' non esiste.

source: Not defined
it: Non definito

source: This printer belongs to %s. You can't rename this printer.
it: Questa stampante è di %s. Non ti è consentito rinominarla.

source: Object is no printer!
it: L'oggetto nno è una stampante !

source: Group
it: Gruppo

source: User
it: Utente

source: Print generic
it: Informazioni sulla stampante

source: Printer
it: Stampante

source: LabeledURL
it: URL della stampante

source: Printer PPD
it: PPD della stampante

source: Permission error
it: Errore d'autorizzazione

source: printer user
it: Utilizzatore della stampante

source: Illegal member type '%s'!
it: Tipo di membro illegale '%s' !

source: '%s' is already used!
it: '%s' è già in uso !

source: '%s' does not exist!
it: '%s' non esiste !

source: Windows RDP
it: RDP Windows

source: This 'dn' has no terminal features.
it: Questo 'dn' non ha estensioni per terminali.

source: Unsupported
it: Non supportato

source: VSync range
it: Frequenza di sincronizzazione verticale

source: HSync range
it: Frequenza di sincronizzazione orizzontale

source: Remote desktop settings contains servers that do not support the selected connection method.
it: Il parametro 'Desktop remoto' indica dei server che non tengono conto del metodo di connessione selezionato.

source: Terminal service
it: Servizi dei terminali

source: Method
it: Metodo

source: Remote desktop
it: Desktop remoto

source: Auto-Sync
it: Sincronizzazione automatica

source: Printer enabled
it: Stampante attivata

source: Connect method
it: Metodo di connessione

source: Choose method to connect to terminal server
it: Scegli il metodo di connessione verso il terminale

source: Terminal server
it: Server di terminali

source: Select specific terminal server to use
it: Seleziona un server di terminali da utilizzare

source: Add selected server
it: Aggiungi il server selezionato

source: Remove selected server
it: Rimuovi il server selezionato

source: Local swap
it: Swap locale

source: Terminal generic
it: Informazioni del terminale

source: Syslog server enabled
it: Server del giornale di sistema attivato

source: Ntp server settings
it: Impostazioni del server NTP

source: This system has no system type configured. Please choose a system type for this object and an optional inheritance group. Press the 'continue' button to proceed.
it: Questo sistema non ha alcun tipo di sistema configurato. Scegli un tipo di sistema per questo oggetto e opzionalmente un'eredità dal gruppo. Premi 'Continua' per continuare.

source: Please select a system type and an optional bundle of predefined settings to be inherited.
it: Seleziona un tipo di sistema e eventualmente un insieme di parametri da ereditare.

source: Please select a system type and a bundle of predefined settings to be inherited.
it: Seleziona un tipo di sistema e un insieme di parametri da ereditare.

source: Continue
it: Continua

source: Parallel port
it: Porta parallela

source: Even
it: Pari

source: Odd
it: Dispari

source: Edit share
it: Modifica la condivisione

source: NFS setup
it: Impostazioni NFS

source: Auto-mount share on Apple systems
it: Montare le condivisioni automaticamente sui sistemi Apple

source: Option
it: Opzione

source: 'Path / Volume' must be of format 'server:port'!
it: 'Path/Volume' devono essere nel formato 'server:porta' !

source: 'Path / Volume' must contain at least one '/'!
it: 'Path/Volume' deve contenere almeno un '/' !

source: Time service - NTP
it: Servizio dell'orologio - NTP

source: Services
it: Servizi

source: Start
it: Avvio

source: Stop
it: Arresto

source: Restart
it: Riavvia

source: Print Service
it: Servizio di stampa

source: enabled
it: abilitato

source: LDAP service
it: Servizio LDAP

source: fill-in-your-servers-dns-name
it: Indica il tuo server DNS

source: LDAP URI
it: URI LDAP
