Repository: Animtim/fusiondirectory-plugins
Catalog: goto/locale/*/LC_MESSAGES/messages.po
Languages: it

source: Ldap base
it: ServerBase Ldap

source: Kiosk profile service
it: Servizio di profilo kiosk

source: Kiosk profile
it: Profilo kiosk

source: Kiosk profile management
it: Gestione dei profili kiosk

source: Server path
it: Path del server

source: Browse
it: Percorri

source: Temporary disable login
it: Disattiva temporaneamente l'accesso

source: Supported session types
it: Tipi di sessione supportati

source: File service (Shares)
it: Server dei file (Condivisioni)

source: Cannot remove share - it is still in use by these objects: %s
it: Impossibile rimuovere la condivisione in quanto la stessa è attualmente utilizzata da questi oggetti: %s

source: share
it: Condivisione

source: File service - Shares
it: Server dei File - Condivisioni

source: Apple mounts
it: Punto di montaggio Apple

source: Actions you choose here influence all systems in this object group. Additionally, all values editable here can be inherited by the clients assigned to this object group.
it: Le azioni che hai scelto qui influenzeranno tutto il sistema in questo gruppo di oggetti. In più, tutti i valori modificabili qui possono essere ereditati dai clients assegnati a questo gruppo di oggetti.

source: Inherit all values to group members
it: I membri del gruppo ereditano tutti i valori

source: Instant update
it: Aggiornamento immediato

source: Scheduled update
it: Aggiornamento programmato

source: Wake
it: Risvegliare

source: Memory test
it: Test della memoria

source: System analysis
it: Analisi del sistema

source: System
it: Sistema

source: System group
it: Gruppo di sistema

source: no example
it: nessun esempio

source: Cannot remove application - it is still in use by these objects: %s
it: Impossibile rimuovere l'applicazione in quanto la stessa è ancora utilizzata da questi oggetti: %s

source: no read permission
it: Nessuna autorizzazione di lettura

source: cannot resize image
it: Impossibile ridimensionare l'immagine

source: cannot convert image
it: Impossibile convertire l'immagine

source: cannot save image to '%s'
it: Impossibile registrare l'immagine in '%s'

source: Execute path
it: Path d'esecuzione

source: Application name
it: Nome dell'applicazione

source: Application name to be displayed (i.e. below icons)
it: Nome dell'applicazione da mostrare (es: sotto le icone)

source: Application generic
it: Informazioni delle applicazioni

source: Script content
it: Contenuto dello script

source: Only executable for members
it: Eseguibile soltanto dai membri

source: Place icon on members desktop
it: Posiziona un'icona sul desktop dei membri

source: Place entry in members launch bar
it: Posiziona un'entry nella barra d'avvio rapido dei membri

source: Place entry in members startmenu
it: Posiziona un'entry nel menu d'avvio dei membri

source: Replace user configuration on startup
it: Rimpiazza la configurazione dell'utente all'avvio

source: List of applications
it: Elenco delle applicazioni

source: Edit application
it: Modifica l'applicazione

source: Remove application
it: Rimuovi un'applicazione

source: Remove options
it: Rimuovi le opzioni

source: parameter
it: Parametro

source: Create options
it: Crea delle opzioni

source: Variable
it: Variabile

source: Default value
it: Valore di default

source: Add option
it: Aggiungi un'opzione

source: Parameter
it: Parametri

source: Parameter configuration
it: Configurazione dei parametri

source: Application parameter settings
it: Impostazioni dell'applicazione

source: Display name
it: Mostra il nome

source: Path and/or binary name of application
it: Path e/o nome del file eseguibile dell'applicazione

source: Reload picture from LDAP
it: Ricarica l'immagine a partire dall'annuario LDAP

source: Remove picture
it: Elimina la foto

source: Remove picture from LDAP
it: Elimina la foto dall'annuario LDAP

source: Import
it: Importa

source: Download
it: Scarica

source: Application management
it: Gestione delle applicazioni

source: Selected entries will be skipped because of errors. Do you want to proceed?
it: Le entries selezionate saranno ignorate a causa degli errori che esse contengono. Vuoi continuare ?

source: Import complete: %s events successfully send, %s failed
it: L'importazione si è conclusa : %s eventi sono stati inviati, % hanno fallito

source: Event
it: Evento

source: timestamp
it: Registrazione cronologica

source: MAC-address
it: Indirizzo MAC

source: object group
it: Gruppo di oggetti

source: import base
it: base per l'importazione

source: full hostname
it: Nome completo dell'host

source: IP-address
it: Indirizzo IP

source: DHCP group
it: gruppo DHCP

source: Example
it: Esempio

source: Select list to import
it: Seleziona l'elenco da importare

source: Timestamp
it: Registrazione cronologica

source: FQDN
it: FQDN (Nome di dominio completo)

source: Date
it: Data

source: Log view
it: Consulta il giornale di sistema

source: GOto log view
it: Consulta il giornale di sistema di GOto

source: Available logs
it: Giornali di sistema disponibili

source: Selected log
it: Giornale di sistema selezionato

source: No logs for this host available!
it: Nessun giornale di sistema disponibile per questo host !

source: GOto reload
it: Ricaricamento di GOto

source: Reload GOto settings
it: Ricaricamento delle impostazioni di GOto

source: Unlock
it: Sbloccato

source: Reload LDAP config
it: Ricarica la configurazione LDAP

source: Apply
it: Applica

source: Cancel
it: Annulla

source: System list
it: Elenco dei sistemi

source: Status
it: Stato

source: Result
it: Risultato

source: Target
it: Obiettivo

source: Abort installation
it: Annulla l'installazione

source: Lock
it: Bloccato

source: Show groups
it: Mostra i gruppi

source: Show users
it: Mostra gli utenti

source: Reload fai release db
it: Ricarica il database di FAI

source: Send message
it: Invia messaggio

source: Subject
it: Soggetto

source: Message
it: Messaggio

source: Minutes
it: Minuti

source: Hours
it: Ore

source: Days
it: Giorni

source: Weeks
it: Settimane

source: Months
it: Mesi

source: Add
it: Aggiungi

source: Message settings
it: Impostazioni dei messaggi

source: Sender
it: Mittente

source: Target users
it: Utente da contattare

source: Target groups
it: Gruppo da contattare

source: Activate new
it: Attiva i nuovi

source: Progress
it: Avanzamento

source: Reload fai server db
it: Ricarica il database di FAI

source: Installation activation
it: Attivazione dell'installazione

source: Show servers
it: Mostra i servers

source: Show workstations
it: Mostra le workstations

source: Show terminals
it: Mostra i terminali

source: Filter by IP address range
it: Filtra per intervalli di indirizzi IP

source: Wake system
it: Risvegli un sistema

source: Year
it: Anno

source: Month
it: Mese

source: Day
it: Giorno

source: Hour
it: Ora

source: Minute
it: Minuti

source: Second
it: Secondi

source: List of users
it: Elenco degli utenti

source: Cannot load queue entries: %s
it: Impossibile caricare la coda d'attesa : %s

source: System deployment status
it: Stato della distribuzione dei sistemi

source: immediately
it: Immediatamente

source: Processed
it: Terminato

source: in progress
it: in corso

source: Permission
it: Autorizzazioni

source: The following jobs couldn't be deleted, they have to be aborted: %s
it: Iseguenti jobs non possono essere rimossi, dovranno essere annullari : %s

source: Cannot update queue entry: %s
it: Impossibile aggiornare la coda d'attesa : %s

source: Cannot update queue entries.
it: Impossibile aggiornare la coda d'attesa.

source: System deployment
it: Distribuzione di sistema

source: Provide a mechanism to automatically activate systems
it: Procura un meccanismo per attivare automaticamente un insieme di sistemi

source: Period
it: Periodo

source: Resume
it: Riavvia

source: Pause
it: Sospendi

source: Abort
it: Annulla

source: Up
it: Sopra

source: Down
it: Sotto

source: Process now
it: In corso d'esecuione

source: View logs
it: Consulta i giornali di sistema

source: Please select the desired entries
it: Seleziona le entries desiderate

source: Script name
it: Nome dello script

source: Profiles
it: Profili

source: Use profile managment
it: Usa la gestione dei profili

source: Profil path
it: Path del profilo

source: Profile managment
it: Gestione del profilo

source: Profile server managment
it: Gestione dei profili dei servers

source: Kiosk profile settings
it: Impostazioni del profilo Kiosk

source: Profile
it: Profilo

source: Manage
it: Gestisci

source: Resolution changeable during session
it: La risoluzione puó essere modificata durante la sessione

source: User used to connect to the share
it: Utente selezionato per la connessione alla condivisione

source: Select a share
it: Scegli una condivisione

source: Logon scripts
it: Scripts di avvio

source: Logon script management
it: Amministrazione degli scripts di avvio

source: Used by all users
it: Usato da tutti gli utenti

source: Used by some users
it: Usato da alcuni utenti

source: Printer settings
it: Impostazioni della stampante

source: Toggle admin
it: Mostra/Nascondi l'amministratore

source: Toggle default
it: Mostra/Nascondi le impostazioni di default

source: This does something
it: Questo fa qualcosa

source: Device '%s' is not available anymore. It will be removed!
it: La periferica '%s' non è più disponibile. Essa sarà rimossa !

source: auto
it: automatico

source: Cannot open file '%s'!
it: Impossibile aprire il file '%s' !

source: disabled
it: disabilitato

source: Kiosk profile '%s' located on server '%s' is not available anymore. Kiosk profile will be disabled!
it: Il profilo Kiosk '%s' situato sul server '%s' non è più disponibile. Esso sarà disattivato !

source: Profile server '%s' is not available anymore. Switched to server '%s'.
it: Il server di profili '%s' non è più disponibile. Esso sarà modificato in '%s'.

source: Profile server '%s' is not available anymore. Kiosk profile will be disabled.
it: Il server di profili '%s' non è più disponibile. Il profilo Kiosk sarà disabilitato.

source: POSIX
it: UNIX

source: Share
it: Condivisione

source: Reset password hash
it: Reinizializza la password

source: Delete share entry
it: Elimina la condivisione

source: Cannot set default printer flag for groups!
it: Impossibile attivare il parametro di default delle stampanti per i gruppi !

source: group share
it: condivisione di gruppo

source: Administrator
it: Amministratore

source: Default printer
it: Stampante di default

source: My account
it: Identità personale

source: Command to extend the list of possible screen resolutions
it: Comando per estendere l'elenco delle risoluzioni grafiche possibili

source: Profile server
it: Server di profili

source: Logon script
it: Script di avvio

source: Logon script settings
it: Parametri degli scripts di avvio

source: Priority
it: Priorità

source: Logon script flags
it: Parametri degli scripts di avvio

source: Last script
it: Ultimo script

source: Script can be replaced by user
it: Lo script puó essere sostituito dall'utente
