Repository: Animtim/fusiondirectory-plugins
Catalog: freeradius/locale/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Freeradius Account
es: Cuenta Freeradius
fr: Compte FreeRadius

source: 802.1x Support:
es: Soporte 802.1x:
fr: Support 802.1x :

source: Select id of VLAN:
es: Selección de ID de VLAN:
fr: Selection de l'id du VLAN :

source: ServiceType:
es: Tipo de Servicio:
fr: Type de service :

source: Select type of Service:
es: Seleccione tipo de servicio:
fr: Sélectionner le type de service :

source: Session expires on:
es: La sesión expira en:
fr: La session expires le :

source: Network Mask:
es: Mascara de red:
fr: Masque de réseau :

source: Default Gateway:
es: Puerta de enlace predeterminada
fr: Passerelle par défaut :

source: Session Timeout:
es: Desconexión de sesión por tiempo:
fr: Temps maximal de la session:

source: Idle Timeout:
es: Desconexión de sesión por tiempo sin uso:
fr: Temps maximal sans activité :

source: Group Information
es: Información de Grupo
fr: Information sur le groupe

source: Radius Groups
es: Grupos radius
fr: Groupes Radius

source: Groups
es: Grupos
fr: Groupes

source: Add Group
es: Añadir grupo
fr: Ajouter un groupe

source: This Plugin is for Radius accounting based in FreeRadius
es: Esta extensión es para registro Radius basado en Freeradius
fr: Cette extension gère des comptes FreeRadius

source: LDAP error
es: Error LDAP
fr: Erreur LDAP

source: Private Group ID
es: Identificador (ID) privado de Grupo
fr: ID privée du groupe

source: Netmask
es: Mascara de red
fr: Masque de réseau

source: Gateway
es: Puerta de enlace
fr: Passerelle par défaut

source: Radius Session Timeout
es: Desconexión sesión Radius por tiempo
fr: Expiration de la session Radius

source: Radius Idle Timeout
es: Desconexión sesión Radius por tiempo sin uso
fr: Expiration apres inactivité

source: Group
es: Grupo
fr: Groupe

source: Internal error
es: Error interno
fr: Erreur interne

source: Illegal member type '%s'!
es: ¡Tipo de miembro ilegal '%s'!
fr: Type de membre '%s' illégal !

source: Permission error
es: Error de permisos
fr: Erreur de permission

source: FreeRadius group
es: Grupo Freeradius
fr: Groupe FreeRadius

source: '%s' is already used!
es: ¡'%s' ya esta siendo usado!
fr: '%s' est déjà utilisé !

source: Radius Group '%s' is not found!
es: ¡El grupo Radius '%s' no ha sido encontrado!
fr: Le groupe Radius '%s' n'existe pas !

source: freeradius group of user
es: Grupo Freeradius del usuario
fr: Groupe freeRadius d'un utilisateur

source: Freeradius account settings
es: Configuración cuenta Freeradius
fr: Compte FreeRadius

source: My account
es: Mi cuenta
fr: Mon compte

source: 802.1x Support
es: Soporte 802.1x
fr: Support 802.1x

source: Wifi Support
es: Soporte WIFI
fr: Support Wifi

source: Private Group ID - VLAN
es: ID de grupo privado - VLAN
fr: ID privé du groupe - VLAN

source: Service types
es: Tipos de servicio
fr: Type de services

source: DialUp Services
es: Servicios DialUp
fr: Service d'accès à distance

source: Radius Expire Date
es: Fecha expiración cuenta Radius
fr: Date d'expiration de la connexion Radius

source: Add to a Radius Group
es: Añadir a un grupo Radius
fr: Ajouter à un groupe Radius

source: Please select a group or press cancel.
es: Por favor seleccione un grupo o presione cancelar.
fr: Veuillez sélectionner un groupe ou cliquer sur annuler.

source: Select group to add
es: Seleccione un grupo a añadir
fr: Sélectionner le groupe à ajouter

source: Select entries to add
es: Seleccione entradas para añadir
fr: Sélectionner les entrées à ajouter

source: Filters
es: Filtros
fr: Filtres

source: Select to search within subtrees
es: Seleccione para buscar dentro de los subárboles
fr: Sélectionnez pour chercher dans les sous-arbres

source: Search in subtrees
es: Buscar en subárboles
fr: Chercher dans les sous-arbres

source: Display members of department
es: Mostrar miembros del departamento
fr: Sélectionner les membres du département

source: Choose the department the search will be based on
es: Escoja el departamento base de la búsqueda
fr: Choisir le département ou s'effectuera la recherche

source: Display members matching
es: Mostrar miembros que coincidan con
fr: Montrer les membres correspondants

source: Regular expression for matching member names
es: Expresiones regulares que coincidan con nombres de miembros
fr: Expression régulière pour les noms de membres correspondants

source: Freeradius Account for Group Management
es: Gestión de grupos para cuentas Freeradius
fr: Compte FreeRadius pour la gestion des groupes

source: This account has Freeradius settings disabled.
es: Esta cuenta tiene las características Freeradius desactivadas.
fr: Ce compte à l'extension FreeRadius désactivée.

source: You can enable them when you solve the group conflict
es: Puede activarlas cuando solucione el conflicto de grupo
fr: Vous pourrez les activer quand vous aurez résolu le conflit entre les groupes

source: RADIUS ERROR: The user
es: ERROR RADIUS: El usuario
fr: Erreur Radius: L'utilisateur

source: belongs to the Radius Group:
es: pertenece al grupo Radius:
fr: appartient au groupe Radius :

source: IMPORTANT: A user can only belong to a Radius Group
es: IMPORTANTE: Un usuario solo puede pertenecer a un grupo Radius
fr: IMPORTANT: Un utilisateur doit appartenir à un groupe Radius

source: Radius Error
es: Error Radius
fr: Erreur Radius

source: Error: The user
es: Error: El usuario
fr: Erreur: l'utilisateur

source: Freeradius group settings
es: Características de grupo Freeradius
fr: Paramètre du groupe FreeRadius

source: Huntgroup Information
es: Información grupo de Acceso

source: Radius Huntroup
es: Grupo de acceso Radius

source: Select Huntgroup
es: Seleccione un grupo de acceso

source: This Plugin is for configuration of AccessPoint based in HuntGroups in freeradius.
es: Esta extensión es para la configuración de puntos de acceso basado en grupo de accesos Freeradius.
fr: Ce plugin est utilisé pour la configuration des points d'accès basés sur freeradius

source: AccessPoint
es: Punto de Acceso
fr: Point d'accès

source: Generic Access Point
es: Punto de acceso genérico
fr: Point d'accès générique

source: Network device
es: Dispositivo de Red
fr: Périphérique réseau

source: HuntGroup Name
es: Nombre del grupo de acceso

source: DialUp:
fr: Accès distant :

source: Error
fr: Erreur
