Repository: Animtim/fusiondirectory-plugins
Catalog: argonaut/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Argonaut server
es: Servidor Argonaut

source: Delete finished tasks
es: Eliminar tareas terminadas

source: Protocol :
es: Protocolo:

source: Port :
es: Puerto:

source: Interface for WakeOnLan :
es: Interfaz para WakeOnLan:

source: IP tool :
es: Herramienta IP:

source: Log directory :
es: Directorio de registros:

source: Argonaut DNS settings
es: Opciones de DNS de Argonaut

source: LDAP error
es: Error LDAP

source: Services
es: Servicios

source: Modify argonaut DNS settings
es: Modificar opciones DNS de Argonaut

source: Bind directory
es: Directorio de Bind

source: Allow notify
es: Permitir notificación

source: Allow update (semicolon separated and ended)
es: Permitir actualización (separado y terminado con punto y coma)

source: Allow transfer (semicolon separated and ended)
es: Permitir transferencia (separado y terminado con punto y coma)

source: rndc path
es: ruta de rndc

source: Modify argonaut mirror settings
es: Modificar opciones de espejo de Argonaut

source: Modify argonaut service
es: Modificar el servicio Argonaut

source: Local debian mirror directory
es: Directorio local de repositorio Debian

source: Local packages folder
es: Directorio local de paquetes

source: Errors
es: Errores

source: Source
es: Origen

source: GPG Check
es: Verificación GPG

source: Contents
es: Contenidos

source: Verbose
es: Detallado

source: Default mode
es: Modo por defecto

source: Log directory
es: Directorio de rgistros

source: Pxelinux cfg path
es: Ruta de configuración Pxelinux

source: Pxelinux cfg static path
es: Ruta de configuración estática Pxelinux

source: Fai flags
es: Banderas de Fai

source: NFS root
es: Raiz NFS

source: Opsi admin
es: Administrador Opsi

source: Opsi password
es: Clave Opsi

source: Opsi server
es: Servidor Opsi

source: Opsi lang
es: Idioma Opsi

source: LTSP server
es: Servidor LTSP

source: Inherit group informations
es: Heredar informaciones de grupo

source: Activate argonaut on this workstation
es: Activar Argonaut en esta estación de trabajo

source: Client port:
es: Puerto cliente:

source: WakeOnLan interface:
es: Interfaz WakeOnLan:

source: TaskId file:
es: Archivo taskld:

source: Log directory:
es: Directorio de registros:

source: Service names:
es: Nombre de servicios:

source: Argonaut client
es: Cliente Argonaut

source: Argonaut client settings
es: Opciones del cliente Argonaut
