Repository: Animtim/fusiondirectory-plugins
Catalog: dns/locale/*/LC_MESSAGES/messages.po
Languages: cs, it, nl

source: New entry
cs: nová položka
it: Nuova entry
nl: Nieuwe regel

source: Error
cs: chyba
it: Errore
nl: Fout

source: Cannot rename '%s' to '%s'. Name is already in use!
cs: Nemohu přejmenovat '%s' na '%s'. Tento název už je použit!
it: Impossibile rinominare '%s' in '%s'. Il nome esiste già !
nl: Kan niet '%s' naar '%s' heroemen. Naam is al in gebruik!

source: Name
cs: název
it: Nome
nl: Naam

source: Cannot rename '%s' to '%s'. Entry is already in use.
cs: Nemohu přejmenovat '%s' na '%s'. Tento název už byl použit pro jinou existující položku!
it: Impossibile rinominare '%s' in '%s'. Il record esiste già !
nl: Kan niet '%s' naar '%s' heroemen. Invoer is al in gebruik!

source: Cannot create '%s'. Entry is already in use.
cs: Nemohu vytvořit '%s'. Takto nazvaná položka už existuje.
it: Impossibile creare '%s'. Il record esiste già !
nl: Kan niet '%s' maken. Invoer is al in gebruik!

source: Entry '%s' is used more than once.
cs: Položka '%s' je použita vícekrát.
it: Il record '%s' è usato più di una volta.
nl: Invoer '%s' is meer dan 1 keer in gebuik.

source: %s records cannot be used more than once.
cs: %s záznamy nelze použít vícekrát.
it: I recors '%s' non possono essere usati più di una volta.
nl: %s records kunnen niet meerdere malen gebruikt woren

source: Please fix the empty %s record for entry '%s'.
cs: Opravte prosím nevyplněný záznam %s u položky '%s'.
it: Correggi il recordo vuoto %s per l'entry '%s'.
nl: Gelieve de lege %s record voor de invoer '%s' te fixen.

source: Please fix the duplicate %s record for entry '%s'.
cs: Opravte prosím zdvojený záznam %s u položky '%s'.
it: Correggi il record %s che è un doppione per l'entry '%s'.
nl: Gelieve de dubbel %s record voor invoer '%s' te fixen.

source: Add
cs: přidat
it: Aggiungi
nl: Toevoegen

source: Remove
cs: odebrat
it: Rimuovi
nl: Verwijderen

source: The syntax of entry %s (record type %s, value %s) is invalid!
cs: Forma zápisu položky %s (typ záznamu %s, hodnota %s) není platná!
it: La sintassi dell'entry %s (tipo di record %s, valore %s) non è valido !
nl: De syntax voor invoer '%s' (record type %s, waarde %s) is ongeldig!

source: Example
cs: ukázka
it: Esempio
nl: Voorbeeld

source: Entry should be a DNS name.
cs: položka musí být DNS názvem
it: L'entry dev'essere un nome DNS.
nl: Invoer moet een DNS naam zijn.

source: Value should be an IPv6 address.
cs: Hodnota musí být IPv6 adresou.
it: Il valore dev'essere un indirizzo IPv6.
nl: Waarde moet een IPv6 adress zijn.

source: Value should be an IPv4 address.
cs: Hodnota musí být IPv4 adresou.
it: Il valore dev'essere un indirizzo IPv4.
nl: Waarde moet een IPv4 adress zijn.

source: Value should be a DNS name.
cs: Hodnota musí být DNS jménem.
it: Il valore dev'essere un nome DNS
nl: Waarde moet een DNS naam zijn.

source: Value 1 should be a number.
cs: Hodnota 1 musí být číslo.
it: Il valore 1 dev'essere un numero.
nl: Waarde 1 moet numeriek zijn.

source: Value 2 should be a DNS name.
cs: Hodnota 2 musí být DNS jméno.
it: Il valore 2 dev'essere un numero.
nl: Waarde 2 moet een DNS naam zijn.

source: Value should be composed of 'preference target'.
cs: Hodnota se musí skládat z: 'upřednostňované cíl'.
it: I valori devono essere composti da 'preferenza obiettivo'.
nl: Waarde moet 'doel' bevatten.

source: Value 1 (priority) should be a number.
cs: Hodnota 1 (priorita) musí být číslo.
it: Il valore 1 (priorità) dev'essere un numero.
nl: Waarde 1 (prioriteit) moet numeriek zijn.

source: Value 2 (weight) should be a number.
cs: Hodnota 2 (váha) musí být číslo.
it: Il valore 2 (peso) dev'essere un numero.
nl: Waarde 2 (gewicht) moet numeriek zijn.

source: Value 3 (port) should be a number.
cs: Hodnota 3 (port) musí být číslo.
it: Il valore 3 (porta) dev'essere un numero.
nl: Waarde 3 (poort) moet numeriek zijn.

source: Value 4 (target) should be a DNS name.
cs: Hodnota 4 (cíl) musí být DNS název.
it: Il valore 4 (obiettivo) dev'essere un nome DNS.
nl: Waarde 4 (doel) moet een DNS naam zijn.

source: Value should be composed of 'priority weight port target'.
cs: Hodnota se musí skládat z: „priorita váha port cíl“.
it: I valori devono essere composti da 'priorità peso porta e obiettivo'.
nl: Waarde moet 'prioriteit gewicht poort doel' bevatten.

source: DNS service
cs: služba DNS
it: Servizio DNS

source: You are going to migrate the DNS setup from server '%s'.
cs: Chystáte se přenést nastavení DNS ze serveru '%s'.
it: Stai per migrare la configurazione DNS dal server '%s'.
nl: U zal de DNS setup migreren van server '%s'.

source: The migration will be started when you save this system. To cancel this action, use the cancel button below.
cs: Migrace začne poté, co tento systém uložíte. Pro zrušení této akce, klikněte na tlačítko „zrušit“.
it: La migrazione inizierà quando registrerai questo sistema. Per annullare questa azione usa il pulsante 'Annulla' qui sotto.
nl: De migratie zal starten eens u deze systeem bewaart. Om deze actie te annuleren, klik op de knop annuleren.

source: Reverse zone
cs: obrácená zóna
it: Zona inversa

source: Class
cs: třída
nl: Klasse

source: Cannot delete the selected zone. It is still in use by '%s'
cs: Nelze smazat vybranou zónu. Stále ji využívá '%s'.
it: Non puoi rimuovere la zona selezionata perchè è ancora utilizzata da '%s'
nl: Kan de geselecteerde zone niet verwijderen, aangezien deze nog gebruikt wordt door '%s'

source: LDAP error
cs: chyba LDAPu
it: Errore LDAP
nl: LDAP fout

source: Services
cs: služby
it: Servizi

source: Start service
cs: spustit službu
it: Avvia il servizio

source: Stop service
cs: zastavit službu
it: Ferma il servizio

source: Restart service
cs: restartovat službu
it: Riavvia il servizio

source: Zone name
cs: název zóny
it: Nome della zona
nl: Zone-naam

source: Network class
cs: třída sítě
it: Classe di rete
nl: Netwerk klasse

source: Zone entry editor
cs: editor položek zón
it: Editor della zona
nl: Zone invoer editor

source: Primary dns server
cs: hlavní DNS server
it: Server DNS primario
nl: Primaire dns server

source: Mail address
cs: e-mailová adresa
it: Indirizzo di posta elettronica
nl: E-mail adres

source: Serial
cs: sériové číslo
nl: Serieel

source: Refresh
cs: obnovení
it: Rigenera
nl: Ververs

source: Retry
cs: zkusit znovu
it: Riprova
nl: Opnieuw proberen

source: Expire
cs: vyprší
it: Scadenza
nl: Vervaltijd

source: MX records
cs: záznamy MX
it: Record MX

source: Zone records
cs: záznamy zóny
it: Record della zona

source: Cannot find reverse zone for DNS zone '%s'. Parsing zone aborted.
cs: Nemohu najít obrácenou zónu pro '%s'. Analyzování zóny přerušeno.
it: Impossibile trovare la risoluzione inversa per la zona DNS '%s'. Arresto della lettura della zona.
nl: Kan de reverse zone '%s' niet vinden. Het doornemen van deze zone is gestopt.

source: Found more than one reverse zone for '%s'. Parsing zone aborted.
cs: Zjištěna více než jedna obrácená zóna pro '%s'. Analyzování zóny přerušeno.
it: Esiste più di una risoluzione inversa per la zona DNS '%s'. Arresto della lettura della zona.
nl: Er zijn meer dan een reverse zones voor dns zone '%s' gevonden. Het doornemen van deze zone is gestopt.

source: Undefined zone name '%s'!
cs: Nedefinovaný název zóny '%s'!
it: Nome di zona '%s' non definito !
nl: Onbepaald zone naam '%s'!

source: DNS take over initiated
cs: zahájeno převzetí DNS
it: Avvio della presa di controllo del DNS
nl: DNS overneming gestart

source: This includes 'all' DNS zones that are located within this server. Please double check if your really want to do this.
cs: Toto se týká se 'všech' zón DNS, nacházejících se na tomto serveru. Prosím dobře si rozmyslete, zda skutečně chcete udělat.
it: Questo include 'tutte' le zone DNS localizzate in questo server. Assicurati che vuoi davvero eseguire l'azione.
nl: Dit geldt voor 'alle' DNS-zones binnen deze server. Dubbel check of je dit echt wilt doen.

source: Following objects will be taken over
cs: tyto objekty budou převzaty
it: La presa di controllo sara fatta sugli oggetti seguenti
nl: De volgende objecten worden overgenomen

source: Take over DNS configuration from
cs: převzetí nastavení DNS z
it: Prendi il controllo sulla configurazione DNS da
nl: Neem het DNS-configuratie over van

source: Take over
cs: převzetí
it: Presa di controllo
nl: Neem over

source: Zones
cs: zóny
it: Zone

source: Warning
cs: varování
it: Avvertimento
nl: Waarschuwing

source: MxRecord
cs: záznam MX
it: Record MX

source: Delete
cs: smazat
it: Rimuovi
nl: Verwijderen

source: Only lowercase allowed
cs: je možné použít jen malá písmena
it: Solo i caratteri minuscoli sono autorizzati
nl: Hoofdletter zijn niet toegestaan voor de zone-naam.

source: Time to life
cs: doba platnosti (TTL)
it: Durata

source: Network address
cs: síťová adresa
it: Indirizzo di rete
nl: Netwerkadres

source: The specified network address and the network class (%s/%s) do not match!
cs: Zadaná síťová adresa neodpovídá třídě sítě (%s/%s)!
it: L'indirizzo e la classe di rete (%s/%s) specificati, non corrispondono !
nl: De bepaalde netwerkelementen adres en het netwerk klasse (%s/%s) komen niet overeen!

source: Generic
cs: obecné
it: Informazioni
nl: Algemeen

source: Netmask
cs: síťová maska
it: Maschera di sottorete

source: Zone is in use, network settings can't be modified.
cs: Zóna je využívána, síťová nastavení proto nelze měnit.
it: La zona è utilizzata, i parametri di rete non possono essere modificati.
nl: Zone in gebruik, kan netwerk instellingen niet wijzigen

source: Can't be edited because the zone wasn't saved right now.
cs: Nelze upravovat protože zóna ještě nebyla uložena.
it: Impossibile modificare la zona DNS perché in questo momento viene registrata.
nl: Kan niet bewerkt worden, aangezien de zone momenteel niet opgeslagen is.

source: Edit
cs: upravit
it: Modifica
nl: Bewerken

source: SOA record
cs: záznam SOA
it: Record SOA

source: Primary dns server for this zone
cs: hlavní DNS server pro tuto zónu
it: Server DNS primario per questa zona
nl: Primaire DNS server voor deze zone

source: Serial number (automatically incremented)
cs: sériové číslo (automaticky navyšováno)
it: Numero di serie (incrementato automaticamente)
nl: Serienummer (automatisch opgehoogd)

source: MxRecords
cs: záznamy MX
it: Records MX

source: Global zone records
cs: globální záznamy zóny
it: Record per la zona globale
nl: Globale zone records

source: This dialog allows you to configure all components of this DNS zone on a single list.
cs: Tento dialog umožňuje nastavovat všechny součásti této DNS zóny v jediném seznamu.
it: Questa finestra ti permetterà di configurare tutti i componenti di una zona DNS in un semplice elenco.
nl: Deze dialoog maakt het mogelijk om alle componenten van deze DNS zone binnen een enkele lijst te configureren

source: This dialog can't be used until the currently edited zone was saved or the zone entry exists in the ldap database.
cs: Tento dialog je v tuto chvíli nedostupný. Buď se čeká na uložení aktuálně upravované zóny nebo v databázi LDAPu už existuje stejnojmenná položka.
it: Questa finestra non potrà essere usata finché la zona non sarà registrata oppure se l'entry esiste già nell'annuario LDAP.
nl: Deze dialoog kan niet gebruikt worden, totdat de zone die nu bewerkt wordt opgeslagen wordt of de zone invoerregel in de LDAP database bestaat.

source: Create a new DNS zone entry
cs: vytvořit novou položku zóny DNS
it: Crea una nuova zona DNS
nl: Een nieuwe DNS zone regel aanmaken

source: Was not able to contact argonaut server: %s
nl: Kan argonaut server : %s niet contacteren

source: Was not able to launch ldap2zone: %s
nl: Kan ldap2zone : %s niet starten
