Repository: Animtim/fusiondirectory-plugins
Catalog: samba/locale/*/fusiondirectory.po
Languages: el_gr

source: Samba
el_gr: Λογισμικό Samba

source: Samba group settings
el_gr: Ρυθμίσεις ομάδας Samba

source: Domain
el_gr: Τομέας

source: Samba domain
el_gr: Τομέας Samba

source: Samba informations
el_gr: Πληροφορίες Samba

source: Group type
el_gr: Τύπος ομάδας

source: Samba group type
el_gr: Τύπος ομάδας Samba

source: Samba group
el_gr: Ομάδα Samba

source: Domain admins
el_gr: Διαχειριστές Τομέα

source: Domain users
el_gr: Χρήστες Τομέα

source: Domain guests
el_gr: Επισκέπτες Τομέα

source: Configuration error
el_gr: Σφάλμα ρύθμισης

source: Cannot find group SID in your configuration!
el_gr: Δεν μπορεί να βρεθεί το SID της ομάδας στις ρυθμίσεις σας!

source: Special group (%d)
el_gr: Ειδική ομάδα (%d)

source: Warning
el_gr: Προειδοποίηση

source: Undefined Samba SID detected. Please fix this problem manually!
el_gr: Ανιχνεύθηκε απροσριόριστο Samba SID. Παρακαλείστε να διορθώσετε χειροκίνητα το πρόβλημα.

source: Samba domains
el_gr: Τομείς Samba

source: Samba domain management
el_gr: Διαχείριση Τομέα Samba

source: Samba Domain
el_gr: Τομέας Samba

source: Samba domain settings
el_gr: Ρυθμίσεις τομέα Samba

source: Properties
el_gr: Ιδιότητες

source: Domain name
el_gr: Όνομα τομέα

source: Name of this domain
el_gr: Το όνομα αυτού του τομέα

source: SID of this domain
el_gr: Το SID αυτού του τομέα

source: Rid base
el_gr: Βάση Rid

source: Algorithmic rid base
el_gr: Συντελεστής Βάσης Rid

source: Minimum password age
el_gr: Ελάχιστη ηλικία κωδικού πρόσβασης

source: Minimum password age, in seconds (default: 0 => allow immediate password change)
el_gr: Ελάχιστος χρόνος ύπαρξης του κωδικού, σε δευτερόλεπτα (προκαθορισμένος: 0 => επιτρέπει την άμεση αλλαγή του κωδικού)

source: Maximum password age
el_gr: Μέγιστη ηλικία κωδικού πρόσβασης

source: Maximum password age, in seconds (default: -1 => never expire passwords)
el_gr: Μέγιστος χρόνος ύπαρξης του κωδικού, σε δευτερόλεπτα (προκαθορισμένος: -1 => κωδικοί που δεν λήγουν ποτέ)

source: Next RID
el_gr: Επόμενο RID

source: Next NT rid to give out for anything
el_gr: Απόδοση επόμενου NT Rid σε οτιδήποτε (ομάδες, χρήστες)

source: Next group RID
el_gr: Επόμενο RID ομάδας

source: Next NT rid to give out for groups
el_gr: Απόδοση επόμενου NT Rid σε ομάδες

source: Next user RID
el_gr: Επόμενου χρήστη RID

source: Next NT rid to give our for users
el_gr: Απόδοση επόμενου NT Rid σε χρήστες

source: Minimum password length
el_gr: Ελάχιστο μήκος χαρακτήρων κωδικού

source: Minimal password length (default: 5)
el_gr: Ελάχιστο μήκος χαρακτήρων κωδικού (προκαθορισμένο: 5)

source: Password history length
el_gr: Πλήθος κωδικών στο ιστορικό

source: Length of Password History Entries (default: 0 => off)
el_gr: Το πλήθος εγγραφών των κωδικών στο ιστορικό (προκαθορισμένο: 0 => απενεργοποιημένο)

source: Logon to change password
el_gr: Συνδεθείτε για να αλλάξετε κωδικό

source: Force Users to logon for password change (default: 0 => off, 2 => on)
el_gr: Υποχρεωτική σύνδεση χρηστών για αλλαγή κωδικού (προκαθορισμένο: 0 => απενεργοποιημένο, 2 => ενεργοποιημένο)

source: Lockout duration
el_gr: Διάρκεια κλειδώματος

source: Lockout duration in minutes (default: 30, -1 => forever)
el_gr: Διάρκεια κλειδώματος σε λεπτά (προκαθορισμένο: 30, -1 => για πάντα)

source: Lockout observation window
el_gr: Παράθυρο παρατήρησης κλειδώματος

source: Reset time after lockout in minutes (default: 30)
el_gr: Επανεκκίνηση χρόνου μετά από κλείδωμα σε λεπτά (προκαθορισμένο: 30)

source: Lockout threshold
el_gr: Κατώφλι κλειδώματος

source: Lockout users after bad logon attempts (default: 0 => off)
el_gr: Κλείδωμα χρηστών μετά από εσφαλμένες προσπάθειες σύνδεσης (προκαθορισμένο: 0 => απενεργοποιημένο)

source: Force logoff
el_gr: Υποχρεωτική Αποσύνδεση

source: Disconnect Users outside logon hours (default: -1 => off, 0 => on)
el_gr: Αποσύνδεση χρηστών εκτός των ωρών επιτρεπόμενης σύνδεσης (προκαθορισμένο: -1 => απενεργοποιημένο, 0 => ενεργοποιημένο)

source: Refuse machine password change
el_gr: Άρνηση αλλαγής κωδικού μηχανήματος

source: Allow Machine Password changes (default: 0 => off)
el_gr: Επίτρεψε την αλλαγή κωδικού του μηχανήματος (προκαθορισμένο: 0 => απενεργοποιημένο)

source: Windows workstation information
el_gr: Πληροφορίες σταθμού εργασίας με Windows

source: Windows workstation
el_gr: Σταθμός εργασίας με Windows

source: The name of the winstation
el_gr: Το όνομα του σταθμού εργασίας με Windows

source: Name
el_gr: Όνομα

source: Description
el_gr: Περιγραφή

source: A short description of the winstation
el_gr: Μία σύντομη περιγραφή του σταθμού εργασίας με Windows

source: Samba domain name
el_gr: Όνομα τομέα του Samba

source: Location
el_gr: Τοποθεσία

source: The location of the winstation
el_gr: Η τοποθεσία του σταθμού εργασίας με Windows

source: Action
el_gr: Ενέργεια

source: Select action to execute for this terminal
el_gr: Επιλέξτε μια ενέργεια για εκτέλεση σε αυτό το τερματικό

source: Network settings
el_gr: Ρυθμίσεις δικτύου

source: Samba Munged Dial
el_gr: Δικαιώματα κλήσης Samba

source: Samba settings
el_gr: Ρυθμίσεις Samba

source: Samba profile
el_gr: Προφίλ Samba

source: Home directory drive
el_gr: Οδηγός προσωπικού καταλόγου

source: Letter for the home drive
el_gr: Γράμμα για τον προσωπικό Οδηγό

source: Home directory path
el_gr: Διαδρομή προσωπικού καταλόγου

source: UNC path for the home drive
el_gr: Διαδρομή UNC για τον προσωπικό οδηγό

source: Script path
el_gr: Διαδρομή σεναρίων ενεργειών

source: Login script path
el_gr: Διαδρομή σεναρίων ενεργειών κατά τη σύνδεση

source: Profile path
el_gr: Διαδρομή του προφίλ

source: UNC profile path
el_gr: Διαδρομή του προφίλ UNC

source: Terminal server
el_gr: Διακομιστής τερματικών

source: Allow login on terminal server
el_gr: Να επιτρέπεται σύνδεση στον διακομιστή τερματικών

source: Inherit client config
el_gr: Κληρονόμηση των ρυθμίσεων πελάτη

source: Inherit client configuration
el_gr: Κληρονόμηση των ρυθμίσεων πελάτη

source: Initial progam
el_gr: Αρχικό πρόγραμμα

source: Program to start after connecting
el_gr: Πρόγραμμα που εκτελείται μετά τη σύνδεση

source: Working directory
el_gr: Κατάλογος εργασίας

source: Basic working directory
el_gr: Βασικός κατάλογος εργασίας

source: Connection timeout
el_gr: Όριο χρόνου σύνδεσης

source: Timeout when connecting to terminal server
el_gr: Όριο χρόνου σύνδεσης με τον διακομιστή τερματικών

source: Disconnection timeout
el_gr: Όριο χρόνου αποσύνδεσης

source: Timeout before disconnecting from terminal server
el_gr: Όριο χρόνου αποσύνδεσης από τον διακομιστή τερματικών

source: Idle timeout
el_gr: Χρόνος αδράνειας

source: Idle timeout before disconnecting from terminal server
el_gr: Χρόνος αδράνειας για αποσύνδεση από τον διακομιστή τερματικών

source: Connect client drives at logon
el_gr: Σύνδεση των οδηγών του πελάτη κατά την είσοδο

source: Drive to connect after login
el_gr: Οδηγός που θα συνδεθεί κατά την είσοδο

source: Connect client printers at logon
el_gr: Σύνδεση των εκτυπωτών του πελάτη κατά τη σύνδεση

source: Printers to connect after login
el_gr: Εκτυπωτές που θα συνδεθον κατά την είσοδο

source: Default to main client printer
el_gr: Προεπιλογή του κύριου εκτυπωτή του πελάτη

source: Default printer for this client
el_gr: Προεπιλεγμένος εκτυπωτής για αυτόν τον πελάτη

source: Shadowing
el_gr: Σκιώδης αντιγραφή

source: disabled
el_gr: απενεργοποιημένο

source: input on, notify on
el_gr: με εισαγωγή, με ενημεωση

source: input on, notify off
el_gr: με εισαγωγή, χωρίς ενημεωση

source: input off, notify on
el_gr: χωρίς εισαγωγή, με ενημεωση

source: input off, nofify off
el_gr: χωρίς εισαγωγή, χωρίς ενημεωση

source: On broken or timed out
el_gr: Σε διακοπή ή υπέρβαση χρόνου

source: What happen if disconnected or timeout
el_gr: Τι συμβαίνει κατά την αποσύνδεση ή την υπέρβαση του χρονικού ορίου

source: disconnect
el_gr: αποσύνδεση

source: reset
el_gr: επαναφορά

source: Reconnect if disconnected
el_gr: Επανασύνδεση σε περίπτωση αποσύνδεσης

source: from any client
el_gr: από οπουδήποτε

source: from previous client only
el_gr: από προηγούμενες μόνο συνδέσεις

source: Access options
el_gr: Επιλογές πρόσβασης

source: Enforce password change
el_gr: Υποχρεωτική αλλαγή κωδικού

source: Force the user to change his password
el_gr: Εξαναγκασμός αλλαγής κωδικού

source: The password never expire
el_gr: Ο κωδικός δεν λήγει

source: The password will never expire
el_gr: Ο κωδικός δεν θα λήξει

source: Login from windows client requires no password
el_gr: Η είσοδος από περιβάλλον Windows δεν χρειάζεται κωδικό

source: Login from a client without a password
el_gr: Είσοδος από πελάτη χωρίς κωδικό

source: Lock samba account
el_gr: Κλείδωμα λογαριασμού Samba

source: Lock the account
el_gr: Κλείδωμα λογαριασμού

source: Cannot change password
el_gr: Απαγορεύεται η αλλαγή κωδικού

source: Not allowed to change password
el_gr: Δεν επιτρέπεται η αλλαγή κωδικού

source: Account expiration
el_gr: Λήξη λογαριασμού

source: When does the account expire
el_gr: Πότε λήγει ο λογαριασμός

source: Samba logon times
el_gr: Πλήθος εισόδων Samba

source: What is the allowed time to connect
el_gr: Πόσος χρόνος επιτρέπεται για σύνδεση

source: Edit settings
el_gr: Επεξεργασία ρυθμίσεων

source: System trust
el_gr: Εμπιστοσύνη συστήματος

source: Allow connection from these workstations only
el_gr: Να επιτρέπεται η σύνδεση μόνο από αυτούς τους σταθμούς εργασίας

source: Only allow this user to connect to this list of hosts
el_gr: Επιτρέπεται σ'αυτόν τον χρήστη να συνδέεται στην ακόλουθη λίστα διακομιστών

source: Home drive
el_gr: Προσωπικός οδηγός

source: Home path
el_gr: Μονοπάτι προσωπικού καταλόγου

source: The windows user manager allows eight clients at maximum!
el_gr: Ο διαχειριστής χρηστών των Windows επιτρέπει μέγιστο αριθμό 8 πελατών

source: Cannot convert primary group to samba group: group cannot be identified!
el_gr: Δεν είναι δυνατή η μετατροπή της κύριας ομάδας σε ομάδα Samba: η ομάδα δεν ταυτοποιείται

source: Cannot convert primary group to samba group: group samba tab is disabled!
el_gr: Δεν είναι δυνατή η μετατροπή της κύριας ομάδας σε ομάδα Samba: είναι απενεργοποιημένο το πεδίο επιλογής της ομάδας Samba

source: Samba plugin configuration
el_gr: Ρύθμιση προσθέτων του Samba

source: Samba machine account RDN
el_gr: Λογαριασμός σταθμού Samba RDN

source: The location where FusionDirectory looks for new samba workstations.
el_gr: Η θέση στην οποία το FusionDirectory αναζητά νέους σταθμούς εργασίας Samba

source: Samba ID mapping
el_gr: Αντιστοίχιση Samba ID

source: Maintain sambaIdmapEntry objects. Depending on your setup this can drastically improve the windows login performance.
el_gr: Διαχείριση αντικειμένων sambaIdmapEntry. Ανάλογα με τη ρύθμιση, αυτό μπορεί να βελτιώσει δραστικά τις επιδόσεις κατά την είσοδο σε περιβάλλον Windows

source: A samba SID if not available inside of the LDAP though samba schema. You can retrieve the current sid by net getlocalsid.
el_gr: Ένα Samba ID, αν δεν είναι διαθέσιμο στον LDAP μέσω του σχήματος του Samba. Μπορείτε να ανακτήσετε το τρέχον SID εκτελώντας net getlocalsid.

source: Samba rid base
el_gr: Βάση Samba Rid

source: The base id to add to ordinary sid calculations - if not available inside of the LDAP though samba schema.
el_gr: Ο συντελεστής βάσης ID που προστίθεται σε απλούς υπολογισμούς SID - αν δεν είναι διαθέσιμος στον LDAP μέσω του σχήματος Samba.

source: Expiration date synchronisaton
el_gr: Ημερομηνία λήξης του συγχρονισμού

source: Synchronisaton the expiration date with the POSIX one?
el_gr: Να συγχρονιστεί η ημερομηνία λήξης με αυτήν του POSIX?

source: Generate sambaLMPassword
el_gr: Δημιουργία sambaLMPassword

source: Needed to be compliant with Windows <= 98 or Samba < 3.2
el_gr: Πρέπει να είναι συμβατό με Windows <= 98 ή με Samba <3.2

source: Specify the hours this user is allowed to log in
el_gr: Καθορίστε τις ώρες που αυτός ο χρήστης επιτρέπεται να εισέλθει

source: Hour
el_gr: Ώρα
