Repository: Animtim/fusiondirectory-plugins
Catalog: apache2/locale/*/fusiondirectory.po
Languages: it

source: List of Apache Vhost
it: Elenco degli host virtuali di Apache

source: Template entry
it: Modello

source: Server name
it: Nome del server

source: Document root
it: Documento radice

source: Actions
it: Azioni

source: Create
it: Crea

source: serviceApacheVhostEdit
it: Modifica servizio ApacheVhost

source: Remove
it: Elimina

source: Edit host
it: Modifica l'host

source: Remove host
it: Rimuovi l'host

source: Apache service
it: Servizio Apache

source: Apache virtual host service
it: Servizio di host virtuale Apache

source: Services
it: Servizi

source: Virtual hosts
it: Host virtuali

source: This Plugin is for Apache serveur
it: Questo plugin è per un server Apache

source: Apache Vhost
it: Host virtuale Apache

source: Generic
it: Informazioni

source: Virtual host name
it: Nome dell'host virtuale

source: The Virtual host name
it: Il nome dell'host virtuale

source: Document root for the apache web server
it: Document root per il server web Apache

source: Admin mail address
it: Indirizzo mail dell'amministratore

source: Apache admin mail address
it: Indirizzo mail dell'amministratore Apache

source: Script Alias
it: Alias dello script

source: Alias
it: Alias dell'utente

source: Alias Directory
it: Alias della directory

source: Script Directory
it: Cartella degli script

source: Server Alias
it: Alias del server

source: Directory Path
it: Path della cartella

source: Vhosts
it: Host virtuali

source: Apache vhosts management
it: Gestione degli host virtuali di Apache

source: Filter
it: Filtro

source: Name
it: Nome

source: Save
it: Registra

source: Cancel
it: Annulla

source: Warning
it: Avvertimento

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
it: Questo include tutti i dati degli account, i permessi di accesso al sistema, la configurazione imap, etc. di questo utente. Accertati che vuoi davvero eseguire questa azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.
