Repository: Animtim/fusiondirectory-plugins
Catalog: quota/locale/*/fusiondirectory.po
Languages: fr

source: Please select the desired entries
fr: Veuillez sélectionner les entrées désirées

source: Systems
fr: Systèmes

source: Computer Name
fr: Nom du système

source: Select system
fr: Sélectionner le système

source: Plugin for quota support
fr: Gestion des quota utilisateurs

source: Quota informations
fr: Informations sur les quotas

source: Quota informations for this user
fr: Informations sur les quotas de l'utilisateur

source: Device
fr: Partition

source: Device this quota is for
fr: Périphérique pour lequel le quota s'applique

source: Block soft limit
fr: Taille limite

source: Soft limit for the block the user can use
fr: Nombre maximal de blocs utilisables par l'utilisateur avant avertissement

source: Block hard limit
fr: Taille critique

source: Hard limit for the block the user can use
fr: Nombre maximal de blocs utilisables par l'utilisateur avant blocage

source: Inode soft limit
fr: Nombre limite de fichier

source: Soft limit for the inodes the user can use
fr: Nombre maximal d'inode utilisables par l'utilisateur avant avertissement

source: Inode hard limit
fr: Nombre critique de fichier

source: Hard limit for the inodes the user can use
fr: Nombre maximal d'inode utilisables par l'utilisateur avant blocage

source: Server
fr: Serveur

source: Server hosting the device this quota is for
fr: Serveur hébergeant le périphérique sur lequel s'applique le quota

source: Quota service
fr: Service Quota

source: Shares
fr: Partages

source: Quotas for the shares this server hosts
fr: Quota pour le partage fourni par ce server

source: Device concerned by this quota
fr: Périphérique concerné par ce quota

source: Block size
fr: Taille des blocs

source: Block size of this share (dumpe2fs /dev/sdb3 | grep -i 'Block size')
fr: Taille de blocs appliquée pour ce partage (faire dumpe2fs <device> | grep -i 'Block size')

source: Comment
fr: Commentaires

source: Short comment about this quota
fr: Commentaire sur ce quota

source: Quota warning message
fr: Message d'avertissement sur le dépassement du quota

source: Charset
fr: Jeu de caractères

source: Charset use for the message
fr: Encodage utilisé pour le message

source: Mail command
fr: Commande de messagerie

source: Command allowing the server to send mails
fr: Commande permettant au serveur d'envoyer les messages

source: Support contact
fr: Contact du support

source: Email address to contact the administrator
fr: Adresse Mail pour contacter l'administrateur

source: From
fr: Depuis

source: Email from which the email is sent
fr: Adresse de messagerie depuis laquelle les messages seront envoyés

source: Send a copy of this email to
fr: Envoyer une copie du message à

source: Subject
fr: Sujet

source: Subject of the sent warning email
fr: Sujet du mail d'alerte envoyé

source: Content
fr: Contenu

source: Content of the sent email
fr: Contenu du mail envoyé

source: Signature to put at the end of the mail
fr: Signature de fin de message

source: LDAP message support
fr: Support LDAP d'envoi des messages

source: LDAP server
fr: Serveur LDAP

source: The LDAP server to bind to
fr: Serveur LDAP sur lequel se connecter

source: Bind user dn
fr: Compte de connexion

source: The user dn to use for bind
fr: DN de l'utilisateur de connexion

source: Bind user password
fr: Mot de passe de connexion

source: The password of the user used for bind
fr: Mot de passe utilisé pour la connexion

source: Warning
fr: Avertissement

source: Invalid value in encodings : %s
fr: Valeur d'encodage invalide: %s

source: (%s by %s)
fr: (%s par %s)

source: Filter
fr: Filtre

source: Quota Informations
fr: Informations sur les quotas

source: Quota service Properties
fr: Propriété du service de quota

source: quota device
fr: Périphériques sous quota

source: device
fr: Périphérique

source: blocksize
fr: Taille des blocs

source: Quota Warning Message
fr: Alerte par messagerie

source: Mail Command
fr: Commande de messagerie

source: Support Contact
fr: Contact du support

source: LDAP Message Support
fr: Support LDAP d'envoi des messages

source: Ldap server
fr: Serveur ldap

source: Ldap User DN
fr: Dn de l'utilisateur ldap

source: Ldap User Password
fr: Mot de passe de l'utilisateur ldap
