Repository: Animtim/fusiondirectory-plugins
Catalog: sudo/locale/*/fusiondirectory.po
Languages: pt_br

source: Unknown option
pt_br: Opção desconhecida

source: The sudo option '%s' is invalid!
pt_br: A opção SUDO '%s' é inválida

source: Available options
pt_br: Opções disponíveis

source: Option
pt_br: Opção

source: Add a new sudo option
pt_br: Adicionar nova opção de sudo

source: Used sudo role options
pt_br: Opções de funções sudo utilizados

source: Options
pt_br: Opções

source: Sudo options
pt_br: Opções de sudo

source: Sudo management
pt_br: Gestação sudo

source: Sudo role
pt_br: Função sudo

source: Generic
pt_br: Genérico

source: global defaults
pt_br: padrões globais

source: Name
pt_br: Nome

source: Name of the role
pt_br: Nome da atribuição

source: Description
pt_br: Descrição

source: Description for the new sudo role
pt_br: Descrição da nova função do sudo

source: Commands
pt_br: Comandos

source: A Unix command with optional command line arguments, potentially including globbing characters (aka wild cards)
pt_br: Um comando Unix com argumento de linha de comando opcional, potencialmente incluindo caracteres globais(aka wild card)

source: Run as
pt_br: Executado como

source: A user that commands may be run as or a Unix group that contains a list of users that commands may be run as
pt_br: Um usuário que os comandos podem ser executados como Unix ou um grupo que contém uma lista de usuários que os comandos podem ser executados como

source: Systems
pt_br: Sistemas

source: A host name, IP address or IP network
pt_br: Um nome de host, endereço IP ou rede IP

source: Users and groups
pt_br: Usuários e grupos

source: A user name, user ID (prefixed with '#'), Unix group (prefixed with '%')
pt_br: Um nome de usuário, ID(Prefixado com'#'), grupo Unix(prefixado com '%')

source: System trust
pt_br: Sistema de confiança

source: Trust mode
pt_br: Modo de confiança

source: Trust mode for the role
pt_br: Modo de confiança para a função

source: disabled
pt_br: desabilitado

source: full access
pt_br: Acesso total

source: allow access to these hosts
pt_br: Permitir acesso a esses servidores

source: Sudo configuration
pt_br: Configuração sudo

source: FusionDirectory sudo plugin configuration
pt_br: Configuração de plugin sudo do FusionDirectory

source: LDAP tree
pt_br: Árvore LDAP

source: Branch in which sudoers will be stored
pt_br: Filial em que sudoers serão armazenados
