Repository: Animtim/fusiondirectory-plugins
Catalog: gofon/locale/*/LC_MESSAGES/messages.po
Languages: it

source: Phone name
it: Nome del telefono

source: Description
it: Descrizione

source: phone
it: Telefono

source: yes
it: Si

source: dynamic
it: dinamico

source: Networksettings
it: Configurazione della rete

source: Error
it: Errore

source: Cannot delete entry because it is still in use by '%s'!
it: Impossibile rimuovere l'entry in quanto è ancora utilizzata da '%s' !

source: LDAP error
it: Errore LDAP

source: IP address
it: Indirizzo IP

source: Name
it: Nome

source: Generic
it: Informazioni

source: Phone generic
it: Telefono generico

source: Phone hardware
it: Dispositivo telefonico

source: SIP Mode
it: Modalità SIP

source: SIP DTMF mode
it: Modalità SIP DTMF

source: SIP Default ip
it: Sip - indirizzo IP di default

source: IAX authentication type
it: Tipo di autentificazione IAX

source: IAX secret
it: IAX secret (password)

source: IAX account code
it: Codice dell'account IAX

source: IAX permit settings
it: Parametri d'autorizzazione di IAX

source: IAX deny settings
it: Parametri d'interdizione di IAX

source: Hardware type
it: Tipo di materiale

source: Advanced phone settings
it: Impostazioni avanzate del telefono

source: Phone type
it: Tipo di telefono

source: Choose a phone type
it: Scegli un tipo di telefono

source: refresh
it: Aggiorna

source: Mode
it: Modo

source: DTMF mode
it: Modo DTMF

source: Default IP
it: Indirizzo IP di default

source: Response timeout
it: Tempo di risposta massimo

source: Modus
it: Modalità

source: Authtype
it: Tipo di autentificazione

source: Secret
it: Secret (password)

source: Account code
it: Codice dell'account telefonico

source: Hosts that are allowed to connect
it: Hosts che possono connettersi

source: List of alternative mail addresses
it: Elenco degli indirizzi di posta elettronica alternativi

source: Hosts that are not allowed to connect
it: Hosts che non possono connettersi

source: VoIP database information
it: Informazioni sul database VoIP

source: Asterisk DB user
it: Utente del database asterisk

source: Country dial prefix
it: Prefisso internazionale

source: Local dial prefix
it: Prefisso locale

source: VoIP service
it: servizio VoIP

source: Asterisk management
it: Amministrazione di asterisk

source: User
it: Utente

source: Country prefix
it: Prefisso internazionale

source: You can't remove the asterisk database extension, it is still in use by these objects '%s'.
it: Impossibile rimuovere l'estensione del database asterisk in quanto è ancora utilizzata da questo(i) oggetto(i) '%s'.

source: VoIP - asterisk management
it: VoIP - amministrazione di asterisk

source: Services
it: Servizi

source: Start
it: Avvio

source: Stop
it: Arresto

source: Restart
it: Riavvia

source: Admin
it: Amministratore

source: Area code
it: Prefisso locale

source: Country code
it: Prefisso internazionale

source: Obsolete entry
it: Entry obsoleta

source: The current home server is not available anymore. It will be moved to '%s' if you save this entry!
it: L'attuale server principale non è più disponibile. Verrà spostato verso '%s' se registri.

source: ring all
it: chiama tutti i membri disponibili

source: round robin
it: chiama un membro alla volta

source: least recently called
it: imeno chiamati recentemente

source: fewest completed calls
it: minor numero di chiamate completate

source: random
it: chiama i membri in ordine casuale

source: round robin with memory
it: gli uni dopo gli altri con registrazione dell'ultimo

source: Remove the phone queue from this Account
it: Rimuovi la coda telefonica di questo Account

source: phone queue
it: Coda telefonica

source: Create phone queue
it: Crea una coda telefonica

source: There must be at least one server with an asterisk database to create a phone queue.
it: Ci deve essere almeno un server con un database asterisk per poter creare una coda telefonica.

source: Home server
it: Server principale

source: Timeout
it: Tempo di attesa massimo

source: Retry
it: Riprova

source: Queue length
it: Lunghezza della coda

source: Announce frequency
it: Frequenza di annuncio della posizione in coda

source: Number
it: Numero

source: Cannot find old queue entry!
it: Impossibile trovare l'entry nella vecchia coda !

source: Found more than one entry named '%s' in queue table. Please inform your system administrator!
it: C'è più di una entry chiamata '%s' nella coda. Informa l'amministratore della rete.

source: telephone number
it: Numero di telefono

source: Phone number
it: Numero di telefono

source: Phone
it: Telefono

source: Phone group
it: Gruppo telefonico

source: Max queue length
it: Dimensione massima della coda

source: Allow the called user to transfer his call
it: Permetti all'utente chiamato di trasferire la sua chiamata

source: Allows calling user to transfer call
it: Permetti all'utente che chiama di trasferire la sua chiamata

source: Allow the called to hangup by pressing *
it: Permetti alla persona che riceve di riattaccare premendo il tasto *

source: Ring instead of playing background music
it: Suona invece di mettere una musica di sottofondo

source: Allows calling to hangup by pressing *
it: Permetti alla persona che chiama di riattaccare premendo il tasto *

source: Music on hold
it: Musica d'attesa

source: Welcome music
it: Musica di benvenuto

source: Report hold time
it: Annuncio della durata del tempo d'attesa

source: 'You are next' sound
it: suono 'Sei il prossimo'

source: 'There are' sound
it: suono 'Ci sono ...'

source: 'Call waiting' sound
it: suono 'Chiamata in attesa'

source: 'Thank you' sound
it: suono 'Grazie'

source: 'Minutes' sound
it: suono 'Minuti'

source: 'Seconds' sound
it: suono 'Secondi'

source: 'Less than' sound
it: suono 'Meno di'

source: Queue phone number
it: Numero della coda telefonica

source: Language
it: Lingua

source: Method
it: modalità di riproduzione

source: Announce holdtime
it: Messaggio della durata d'attesa

source: Announce
it: Annuncio della posizione in coda

source: Only users with the same asterisk home server will be included to this queue.
it: Soltanto gli utenti dello stesso server asterisk saranno inclusi in questa coda.

source: Queue Settings
it: Impostazioni della coda

source: Phone numbers
it: Numeri di telefono

source: Generic queue Settings
it: Impostazioni di default delle code

source: Up
it: Sopra

source: Down
it: Sotto

source: Options
it: Opzioni

source: Strategy
it: Strategia

source: (in seconds)
it: (in secondi)

source: Queue sound setup
it: Configurazione delle musiche d'attesa

source: Use music on hold instead of ringing
it: Attivare la musica d'attesa piuttosto che la soneria

source: Welcome sound file
it: File musicale di benvenuto

source: Announce message
it: Messaggio di annuncio della posizione in coda

source: Sound file for 'You are next ...'
it: File musicale per il messaggio 'Sei il prossimo...'

source: 'There are ...'
it: 'Ci sono ...'

source: '... calls waiting'
it: '... chiamata in attesa'

source: 'Thank you' message
it: Messaggio di 'Grazie'

source: 'minutes' sound file
it: Durata in 'minuti' del file musicale

source: 'seconds' sound file
it: Durata in 'secondi' del file musicale

source: Hold sound file
it: File musicale del messaggio d'attesa

source: Less Than sound file
it: File musicale, meno di

source: Phone attributes
it: Attributi del telefono

source: List of macros
it: Elenco delle macro

source: Actions
it: Azioni

source: Create
it: Crea

source: Edit
it: Modifica

source: Remove
it: Rimuovi

source: Filter
it: Filtro

source: Macro could not be removed from server '%s', please check database consistency!
it: La macro non può essere rimossa dal server '%s', verifica la consistenza del server !

source: Application missing in line %s!
it: Applicazione mancante alla linea %s !

source: Priority missing in line %s!
it: Priorità mancante alla linea %s !

source: Extension missing in line %s!
it: Estensione mancante alla linea %s !

source: Duplicate combination of 'extension' and 'priority' in line %s!
it: Combinazione di doppioni per 'estensione' e 'priorità' alla linea %s !

source: Macro could not be added to server '%s', please check database consistency!
it: La macro non può essere aggiunta al server '%s', verifica la consistenza del database !

source: Name can be 20 characters at maximum!
it: I nomi devono contenere un massimo di 20 caratteri !

source: Macro is still in use!
it: La macro è attualmente utilizzata !

source: Macro is empty!
it: La macro è vuota !

source: Configuration error
it: Errore di configurazione

source: Asterisk macro management
it: Gestione delle macro di asterisk

source: GOfon macro
it: Macro di GOfon

source: Macro name
it: Nome della macro

source: Display name
it: Mostra il nome

source: Macro content and parameter
it: Contenuto e parametri della macro

source: Visibility flag
it: Flag di visibilità

source: Argument
it: Argomenti

source: type
it: Tipo

source: Default value
it: Valori di default

source: You are not allowed to view the macro parameter settings
it: Non sei autorizzato a vedere i parametri di impostazione della macro

source: Warning
it: Avvertimento

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.

source: Phone macro
it: Macro telefonica

source: String
it: Frase

source: Combobox
it: Casella a scelta multipla

source: Bool
it: Booleana

source: Delete unused
it: Rimuovi i parametri non utilizzati

source: Parameter %s contains invalid character. '!,#' is used as delimiter!
it: Il parametro %s contiene dei caratteri non validi. '!,#' è usato come separatore !

source: Parameter %s is invalid!
it: Il parametro %s non è valido !

source: Information
it: Informazioni

source: Number of parameters for this macro has changed. Please update all users using it!
it: Il numero di parametri per questa macro è cambiato. Aggiorna tutti gli utenti che li utilizzano !

source: Macro name to be displayed
it: Nome da mostrare per la macro

source: Visible for user
it: Visibile all'utente

source: Macro text
it: Testo della macro

source: Phone macro management
it: Gestione delle macro telefoniche

source: This does something
it: Questo fa qualcosa

source: automatic
it: automatico

source: no macro
it: Nessuna macro

source: undefined
it: non definito

source: Cannot identify telephone extension in database, please try to save again.
it: Impossibile identificare l'estensione telefonica nel database, prova a registrare di nuovo.

source: Abort saving entries to keep the database consistent.
it: Abbandono della registrazione per salvaguardare la consistenza del database.

source: Please activate debugging for details!
it: Attiva la modalità debug per avere delle informazioni supplementari !

source: Remove phone account
it: Elimina l'account telefonico

source: Create phone account
it: Crea un account telefonico

source: User uid
it: uid dell'utente

source: Selected macro is not available anymore!
it: La macro selezionata non è più disponibile !

source: Parameter
it: Parametri

source: Choose your private phone
it: Scegli il tuo numero di telefono personale

source: There must be at least one server with an asterisk database to create a phone account.
it: Ci deve essere almeno un server con un database asterisk per poter creare un account telefonico.

source: Voicemail PIN
it: PIN della segreteria telefonica

source: Between 1-4 charactes
it: Tra 1-4 caratteri

source: Phone PIN
it: PIN del telefono

source: macro parameter %s
it: Parametri della macro %s

source: An error occured while updating the database entries!
it: C'è stato un errore durante l'aggiornamento delle entries del database !

source: User '%s' has been removed from phone queue '%s'.
it: L'utente '%s' è stato rimosso dalla coda '%s'.

source: The specified telephonenumber '%s' is already assigned to '%s'.
it: Il numero di telefono '%s' è già usato da '%s'.

source: The previously selected asterisk home server (%s) is no longer available. Remove aborted.
it: Il server principale asterisk, selezionato precedentemente, non esiste più (%s). Rimozione cancellata.

source: Phone account settings
it: Impostazioni dell'account telefonico

source: My account
it: La mia identità

source: Telephone number
it: Numero di telefono

source: Macro settings
it: Impostazioni della macro

source: Phone context
it: Contesto telefonico

source: Voice mail context
it: Contesto della segreteria telefonica

source: Telephone pin
it: pin del telefono

source: Voicemail pin
it: pin della segreteria telefonica

source: There is currently no asterisk server defined!
it: Attualmente non c'è nessun server asterisk definito !

source: Asterisk server is invalid!
it: Il server asterisk non è valido !

source: Voicemail PIN must be 4 characters long!
it: Il PIN della segreteria telefonica può essere al massimo di 4 caratteri !

source: Voicemail PIN contains invalid characters!
it: Il PIN della segreteria telefonica contiene dei caratteri non validi !

source: Phone pin contains invalid characters!
it: Il valore specificato come pin del telefono contiene dei caratteri non validi!

source: The parameter %s contains invalid char. '!,#' is used as delimiter
it: Il parametro %s contiene dei caratteri non validi, '!,#' è usato come separatore

source: Click the 'Edit' button below to change informations in this dialog
it: Premi il bottone 'Modifica' qui sotto per cambiare le informazioni in questa finestra

source: Phone settings
it: Impostazioni del telefono

source: Telephone hardware
it: Dispositivo telefonico

source: Telephone
it: Telefono

source: Select the accounts home server
it: Seleziona il server principale

source: Context
it: Contesto

source: Select the accounts context
it: Seleziona il contesto dell'account

source: Voicemail context
it: Contesto della segreteria telefonica

source: Refresh
it: Aggiorna

source: List of conference rooms
it: Elenco delle sale di conferenza

source: Conference
it: Conferenza

source: Cannot delete entry from server '%s' because it seems to be removed!
it: Impossibile rimuovere l'entry dal server '%s' in quanto pare sia stata già rimossa in precedenza !

source: The previously selected asterisk home server '%s' is no longer available!
it: Il server principale di asterisk (%s), precedentemente selezionato, non è più disponibile !

source: Lifetime
it: Durata

source: '%s' is already assigned to '%s'!
it: '%s' è già utilizzato da '%s' !

source: Phone conference management
it: Gestione delle conferenze telefoniche

source: GOfon conference
it: Conferenze telefoniche

source: Conference PIN
it: Codice PIN della conferenza

source: Preset PIN
it: Codice PIN preselezionato

source: Record conference
it: Registra la conferenza

source: Play music on hold
it: Musica d'attesa

source: Activate menu
it: Attiva il menu

source: Announce user activity
it: Annunciare l'attività dell'utente

source: Count user
it: Conta gli utenti

source: Conference type
it: Tipo di conferenza

source: Format
it: Formato

source: Owner
it: Propietario

source: Conference name
it: Nome della conferenza

source: Name of conference to create
it: Nome della conferenza da creare

source: conferences
it: Conferenze

source: Conference management
it: Gestione delle conferenze

source: Properties
it: Proprietà

source: Type
it: Tipo

source: Choose subtree to place conference in
it: Scegli il ramo dell'annuario dove sarà registrata la conferenza

source: Select language
it: Scegli la lingua

source: Descriptive text for department
it: Descrizione del dipartimento

source: Lifetime (in days)
it: Durata (in giorni)

source: Sound file format
it: Formato del file musicale

source: Choose subtree to place department in
it: Seleziona il ramo dell'annuario nel quale sarà piazzato il dipartimento

source: Activate session menu
it: Attiva il menu di sessione

source: Announce users joining or leaving the conference
it: Annuncia i nuovi utenti e quelli che partono dalla conferenza

source: Count users
it: Conta gli utenti

source: Phone reports
it: Rapporti telefonici

source: Phone Reports
it: Rapporti telefonici

source: Insufficient permissions
it: Autorizzazioni insufficienti

source: Y-M-D
it: Anno-Mese-Giorno

source: All entries are readonly
it: Tutte le entries sono in sola lettura

source: Date
it: Data

source: Destination
it: Destinatario

source: Channel
it: Canale

source: Application called
it: Applicazione chiamata

source: Disposition
it: Disposizione

source: Duration
it: Durata

source: Search for
it: Ricerca ...

source: Enter user name to search for
it: Inserisci il nome dell'utente da ricercare

source: in
it: nel

source: Select subtree to base search on
it: Scegli il ramo dell'annuario dove sarà effettuata la ricerca

source: on
it: Attivato

source: Select server to search on
it: Scegli il server in cui sarà effettuata la ricerca

source: during
it: durante

source: Search
it: Ricerca

source: Application
it: Applicazione

source: Status
it: Stato

source: Search returned no results...
it: La ricerca non ha prodotto risultati ...
