Repository: Animtim/fusiondirectory-plugins
Catalog: gofax/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Could not connect to database server!
cs: Nelze se připojit k databázovému serveru!

source: Database query failed!
cs: Dotaz do databáze se nezdařil!

source: FAX database
cs: databáze faxů

source: FAX database configuration
cs: nastavení databáze faxů

source: User
cs: uživatel

source: Password
cs: heslo

source: Fax database
cs: databáze faxů

source: Services
cs: služby

source: Login name
cs: přihlašovací jméno

source: FAX database information
cs: informace o databázi faxů

source: FAX DB user
cs: uživatel pro přihlášení do databáze faxů

source: Warning
cs: varování

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
cs: Prosím dobře si rozmyslete, zda to skutečně chcete udělat – provedené změny pak FusionDirectory už nemůže vrátit zpět!

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
cs: Tedy – pokud jste si jist(a), klikněte na 'smazat'. V opačném případě operaci zrušte pomocí 'zrušit'.

source: List name
cs: název seznamu

source: Name of blocklist
cs: název seznamu blokovaných

source: Filter
cs: filtr

source: Name
cs: název

source: Fax blocklists
cs: seznam blokovaných faxů

source: Error
cs: chyba

source: Phone number
cs: telefonní číslo

source: send
cs: odeslat

source: receive
cs: přijmout

source: LDAP error
cs: chyba LDAPu

source: Description
cs: popis

source: Base
cs: základ

source: Blocklist
cs: seznam blokovaných

source: Blocklist type
cs: typ seznamu blokovaných

source: List of blocklists
cs: seznam seznamů blokovaných

source: Send blocklist
cs: poslat seznam blokovaných

source: Receive blocklist
cs: získat seznamy blokovaných

source: Actions
cs: akce

source: Create
cs: vytvořit

source: Edit
cs: upravit

source: Remove
cs: odebrat

source: Blocklists
cs: seznamy blokovaných

source: Blocklist management
cs: správa seznamů blokovaných

source: Generic
cs: obecné

source: Type
cs: typ

source: Select wether to filter incoming or outgoing calls
cs: zadejte, zda filtrovat příchozí či odchozí volání

source: Descriptive text for this blocklist
cs: popis tohoto seznamu blokovaných

source: Blocked numbers
cs: blokovaná čísla

source: Information
cs: informace

source: Numbers can also contain wild cards.
cs: Čísla mohou obsahovat též zástupné znaky.

source: FAX reports
cs: statistiky faxů

source: FAX Reports
cs: statistiky faxů

source: No fax server found!
cs: Nenalezen žádný faxový server!

source: Cannot connect to %s database!
cs: Nelze se připojit k databázi %s!

source: Cannot query %s database!
cs: Nedaří se dotazovat do databáze %s!

source: Permission error
cs: chyba oprávnění

source: You have no permission to view this fax id!
cs: Nejste oprávněn(a) zobrazit id tohoto faxu!

source: Y-M-D
cs: R-M-D

source: Insufficient permissions to view this attribute
cs: nedostačující oprávnění pro zobrazení této vlastnosti

source: Insufficient permissions
cs: nedostačující oprávnění

source: Fax report
cs: statistika faxu

source: All entries are readonly
cs: všechny položky jsou přístupné pouze pro čtení

source: Fax reports
cs: statistiky faxu

source: Detailed view
cs: podrobnosti

source: Fax ID
cs: ID faxu

source: Date
cs: datum

source: Time
cs: čas

source: Status
cs: stav

source: Sender ID
cs: ID odesilatele

source: Sender MSN
cs: MSN odesilatele

source: Receiver ID
cs: ID příjemce

source: Receiver MSN
cs: MSN příjemce

source: Number of pages
cs: počet stran

source: Status Message
cs: stavová zpráva

source: Transfer time
cs: délka trvání přenosu

source: FAX preview - please wait
cs: Připravuji náhled faxu – čekejte prosím!

source: Click on fax to download
cs: pro stažení klikněte na fax

source: FAX ID
cs: ID faxu

source: Date / Time
cs: datum / čas

source: Status message
cs: stavová zpráva

source: # pages
cs: počet stran

source: Search for
cs: hledat

source: Enter user name to search for
cs: zadejte jméno uživatele, který má být vyhledán

source: in
cs: v

source: Select subtree to base search on
cs: zvolte podstrom, ve kterém se bude hledat

source: during
cs: během

source: Search
cs: hledat

source: Sender
cs: odesilatel

source: Receiver
cs: příjemce

source: Search returned no results...
cs: Hledání nepřineslo žádné výsledky…

source: Please select the desired entries
cs: vyberte prosím požadované položky

source: Given name
cs: jméno

source: Surname
cs: příjmení

source: Click the 'Edit' button below to change informations in this dialog
cs: pro změnu informací v tomto dialogu klikněte na 'upravit'

source: FAX settings
cs: nastavení faxu

source: Select numbers to add
cs: zvolte čísla, která mají být přidána

source: Filters
cs: filtry

source: Display numbers of department
cs: zobrazit čísla tohoto oddělení

source: Choose the department the search will be based on
cs: zvolte oddělení, ve kterém se bude hledat

source: Display numbers matching
cs: zobrazit čísla odpovídající čísla

source: Regular expression for matching numbers
cs: regulární výraz pro hledání čísel

source: Display numbers of user
cs: zobrazit čísla tohoto uživatele

source: User name of which numbers are shown
cs: jméno uživatele jehož čísla jsou zobrazena

source: Fax number for GOfax to trigger on
cs: faxové číslo pro GOfax pro spouštění

source: Alternate fax numbers will not be copied
cs: alternativní faxová čísla nebudou zkopírována

source: Blocked numbers/lists
cs: blokovaná čísla/seznamy

source: List of predefined blocklists
cs: seznam předdefinovaných seznamů blokovaných čísel

source: Add the list to the blocklists
cs: přidat seznam do seznamu blokovaných

source: This does something
cs: tohle něco dělá

source: Remove fax account
cs: odebrat faxový účet

source: Create fax account
cs: vytvořit faxový účet

source: back
cs: zpět

source: Fax number
cs: číslo faxu

source: Mail delivery is requested without target address!
cs: Je požadováno doručení na e-mail ale není zadána cílová adresa!

source: Mail address
cs: e-mailová adresa

source: your-name@your-domain.com
cs: vase-jmeno@vase-domena.cz

source: Printing is requested without a target printer!
cs: Je požadován tisk, ale není nastavena cílová tiskárna!

source: Fax account settings
cs: nastavení faxového účtu

source: Language
cs: jazyk

source: Delivery format
cs: doručovaný formát

source: Alternate fax number
cs: alternativní číslo faxu

source: Enable/Disable fax
cs: povolit/zakázat fax

source: Deliver fax as mail
cs: doručovat fax jako e-mail

source: Deliver fax to printer
cs: doručovat fax na tiskárnu

source: Multiple edit
cs: hromadná úprava

source: Specify the GOfax communication language for fax to mail gateway
cs: zvolte komunikační protokol GOfaxu pro bránu fax -> e-mail.

source: Specify delivery format for fax to mail gateway
cs: zvolte doručovaný formát faxu pro e-mailovou bránu

source: Delivery methods
cs: způsoby doručení

source: Temporary disable fax usage
cs: dočasné zakázání používání faxu

source: Deliver fax as mail to
cs: doručit fax na tento e-mail

source: Alternate fax numbers
cs: alternativní faxová čísla

source: Add local
cs: přidat místní

source: Blocklists for incoming fax
cs: seznamy blokovaných pro příchozí faxy

source: Blocklists for outgoing fax
cs: seznamy blokovaných pro odchozí faxy
