Repository: Animtim/fusiondirectory-plugins
Catalog: mit-krb5/locale/*/LC_MESSAGES/messages.po
Languages: it

source: Policy settings
it: Impostazioni della politica di sicurezza

source: Policy name
it: Nome della regola

source: Minimum password length
it: Lunghezza minima per la password

source: Required different characters
it: Richiede dei caratteri diversi

source: Minimum password lifetime
it: Durata di vita minima della password

source: seconds
it: secondi

source: Password lifetime
it: Durata di vita della password

source: Kerberos kadmin access
it: Accesso kadmin kerberos

source: Kerberos Realm
it: Realm Kerberos

source: Policies
it: Regole

source: Kerberos keys
it: Chiavi Kerberos

source: The value specified for '%s' must be smaller than the value specified for '%s'!
it: Il valore specificato per '%s' dev'essere più piccolo del valore introdotto per '%s' !

source: Cannot load principal '%s', from server '%s'!
it: Impossibile caricare il principale a partire dal server '%s' !

source: Service infrastructure
it: Servizio d'infrastruttura

source: Cannot load principals from server '%s'!
it: Impossibile caricare i principali a partire dal server '%s' !

source: Cannot load policies from server '%s'!
it: Impossibile caricare le regole a partire dal server 's' !

source: none
it: nessuno

source: Ticket max life
it: Durata massima di vita del ticket

source: Ticket max renew
it: Durata massima di vita per il rinnovo del ticket

source: Kerberos service
it: Servizio Kerberos

source: Kerberos service (kadmin access informations)
it: Servizio Kerberos (informazioni di accesso kadmin)

source: Realm
it: Dominio

source: Cannot apply policy changes! The defined kerberos server has no mac address.
it: Impossibile applicare le modifiche alla regola ! Il server kerberos definito non ha nessun indirizzo mac.

source: Remove
it: Elimina

source: Policy
it: Regola

source: Kerberos access information
it: Informazioni di accesso per Kerberos

source: Services
it: Servizi

source: Kerberos options
it: Opzioni di Kerberos

source: Retry
it: Riprova

source: Cancel
it: Annulla

source: infinite
it: infinito

source: Hour
it: Ora

source: Minute
it: Minuti

source: Day
it: Giorno

source: Month
it: Mese

source: Year
it: Anno

source: Valid ticket end time
it: Data di fine della validità del ticket

source: Password expires
it: Scadenza della password

source: Status
it: Stato

source: Failed logins
it: Errore alla connessione

source: Key version number
it: Numero di versione della chiave

source: Last failed login
it: Ultima connessione non riuscita

source: Last password change
it: Ultimo cambiamento della password

source: Last successful login
it: Ultima connessione riuscita

source: Last modification date
it: Ultima data delle modifiche

source: Prohibit issuance of service tickets
it: Interdire l'emissione dei ticket per i servizi

source: Prohibit forwardable tickets
it: Interdire i ticket trasferibili

source: Disallow proxiable tickets
it: Interdire i ticket proxi...

source: Prohibit renewable tickets
it: Interdire i ticket rinnovabili

source: Disallow Ticket-Granting Service
it: Servizio d'interdizione dell'emissione di ticket

source: Password change service
it: Servizio di modeifica della password

source: Force a password change
it: Forza la modifica della password

source: Forbid ticket issuance
it: Interdire l'emissione dei ticket

source: Save
it: Registra

source: updated to
it: aggiornamento per

source: The principal name of this system has changed. Do you want to update your principals? The affected principals are listed below: %s
it: Il nome principale di questo sistema è cambiato. Vuoi aggiornare i tuoi principali ? I principali che saranno affetti sono elencati di seguito : %s

source: Create key
it: Crea una chiave

source: Recreate key
it: Ricrea una chiave

source: Remove key
it: Elimina una chiave

source: installed
it: installato

source: Kerberos key
it: Chiave Kerberos

source: Kerberos host key
it: Chiave Kerberos dell'host
