Repository: Animtim/fusiondirectory-plugins
Catalog: opsi/locale/*/fusiondirectory.po
Languages: de

source: OPSI configuration
de: OPSI Konfiguration

source: FusionDirectory OPSI plugin configuration
de: FusionDirectory OPSI Plugin Konfiguration

source: LDAP tree
de: LDAP Baum

source: Branch in which OPSI profiles will be stored
de: Branch in dem die OPSI Profile gespeichert werden

source: Import windows stations from OPSI into FD
de: Importiere Windows Stationen von OPSI nach FD

source: Import
de: Importieren

source: The OPSI server you wish to import host from
de: Der Opsi-Server den Sie vom Host importieren wollen

source: Could not parse %s
de: Kann %s nicht parsen

source: No DHCP server found for ip %s
de: Kein DHCP Server für IP %s gefunden

source: No DNS server found for zone %s
de: Kein DNS Server für Zone %s gefunden

source: Argonaut server is not available
de: Argonaut Server ist nicht Verfügbar

source: Could not update OPSI informations
de: Kann OPSI Informationen nicht updaten

source: OPSI server to use for deployment
de: OPSI Server der verwendet werden soll

source: Name of this OPSI profile
de: Name des Opsi Profils

source: Entries
de: Einträge

source: Netboot product
de: Netboot Produkt

source: The netboot product to use for this profile
de: Das Netboot Produkt das in diesem Profil verwendet werden soll

source: Software lists
de: Software Liste

source: Software lists that will be installed with this profile
de: Softwareliste welche mit diesem Profil installiert wird

source: Could not find %s in the LDAP
de: Konnte %s nicht im LDAP finden

source: Could not contact argonaut server
de: Keine Verbindung zum Argonaut Server

source: Could contact OPSI server
de: Verbindung zum OPSI Server hergestellt

source: Show details
de: Details anzeigen

source: Show further information to the user
de: Weiter Informationen zu diesem User

source: Softwares
de: Software

source: Localboot products
de: Localboot Produkte

source: The localboot products to put in this list
de: Das Localboot Produkt welches dieser Liste hinzugefügt werden soll

source: OPSI list
de: Opsi Liste

source: OPSI software list
de: OPSI Software Liste

source: The localboot products to install with this list
de: Die Localboot Produkte welche mit dieser Liste installiert werden sollen

source: Properties of the products of this profile
de: Properties der Produkte dieses Profils

source: Services
de: Dienste

source: OPSI Server informations
de: OPSI Server Informationen

source: The URI to use for connection
de: Verbindungs URI

source: User
de: Benutzer

source: The user to use for connection
de: Verbindungs User

source: Password
de: Passwort

source: The password to use for connection
de: Verbindungs Passwort

source: Edit OPSI client settings
de: Einstellungen des OPSI Client editieren

source: The OPSI Server this client is connected to
de: Der OPSI Server zu dem dieser Client verbunden ist

source: OPSI Profile
de: OPSI Profil

source: The OPSI Profile to apply to this client
de: OPSI Profil welches auf diesen Client angewendet wird

source: Could not get macAddress for OPSI server !
de: Kann die MAC Adresse des OPSI Servers nicht finden !

source: Could not remove OPSI informations
de: Kann die OPSI Informationen nicht löschen

source: Warning : Once you import your OPSI hosts into FusionDirectory, they will be managed by it, so if you delete them or deactivate their OPSI tab, they will be removed from OPSI.
de: Warnung: Nachdem Sie die OPSI Hosts nach FusionDirectory importiert haben, werden diese dort verwaltet. Wenn Sie danach einen direkt in OPSI löschen, so wird er dadurch nicht wirklich gelöscht.
