Repository: Animtim/fusiondirectory-plugins
Catalog: nagios/locale/*/LC_MESSAGES/messages.po
Languages: cs, it

source: Nagios settings
cs: nastavení Nagia
it: Impostazioni di Nagios

source: This does something
it: Questo fa qualcosa

source: LDAP error
it: Errore LDAP

source: Alias
cs: alternativní název (alias)
it: Alias dell'utente

source: Mail
it: Indirizzo di posta elettronica

source: Nagios account settings
cs: nastavení účtu pro Nagios
it: Parametri di Nagios

source: My account
it: Identità personale

source: Mail address
cs: e-mailová adresa
it: Indirizzo di posta elettronica

source: Pager number
it: Numero del cercapersone

source: View system informations
it: Vedi le informazioni sul sistema

source: View configuration information
it: Vedi le informazioni di configurazione

source: Trigger system commands
it: Autorizza i comandi di sistema

source: View all services
it: Vedi tutti i servizi

source: View all hosts
it: Vedi tutti gli host

source: Trigger all service commands
it: Autorizza i comandi su tutti i servizi

source: Trigger all host commands
it: Autorizza i comandi su tutti gli host

source: Nagios Account
cs: účet pro Nagios
it: Account di Nagios

source: Pager
it: Cercapersone

source: Nagios authentification
cs: ověření Nagia
it: Autentificazione di Nagios

source: view system informations
cs: zobrazit informace o systému
it: vedi le informazioni sul sistema

source: view configuration information
cs: zobrazit informace o nastaveních
it: vedi le informazioni di configurazione

source: trigger system commands
cs: spustit systémové příkazy
it: Autorizza i comandi di sistema

source: view all services
cs: zobrazit všechny služby
it: vedi tutti i servizi

source: view all hosts
cs: zobrazit všechny stroje
it: vedi tutti gli host

source: trigger all service commands
cs: spustit všechny servisní příkazy
it: Autorizza i comandi su tutti i servizi

source: trigger all host commands
cs: spustit všechny příkazy pro stroje
it: Autorizza i comandi su tutti gli host

source: Host notification period
cs: interval upozorňování na stroj

source: Service notification period
cs: interval upozorňování na službu

source: Service notification options
cs: předvolby upozorňování na službu

source: Host notification options
cs: předvolby upozorňování na stroj

source: Service notification commands
cs: příkazy pro upozorňování na službu

source: Host notification commands
cs: příkazy pro upozorňování na stroj
