Repository: Animtim/fusiondirectory-plugins
Catalog: systems/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Base
cs: základ

source: List of devices
cs: seznam zařízení

source: Device
cs: zařízení

source: Name
cs: název

source: Description
cs: popis

source: Actions
cs: akce

source: Create
cs: vytvořit

source: Remove
cs: odebrat

source: Edit device
cs: upravit zařízení

source: Remove device
cs: odebrat zařízení

source: Digital camera
cs: fotoaparát

source: USB stick
cs: USB „fleška“

source: CD/DVD drive
cs: mechanika optických disků

source: Device name
cs: název zařízení

source: Product-ID
cs: číselný identifikátor daného výrobku (product ID)

source: Vendor-ID
cs: číselný identifikátor výrobce (vendor ID)

source: Error
cs: chyba

source: LDAP error
cs: chyba LDAPu

source: Generic
cs: obecné

source: Device generic
cs: zařízení – obecné

source: Hotplug
cs: při/odpojitelné za chodu (hotplug)

source: Devices
cs: zařízení

source: Type
cs: typ

source: Serial
cs: sériové číslo

source: Vendor
cs: výrobce

source: Device ID
cs: číselný identifikátor daného typu (device ID)

source: Warning
cs: varování

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
cs: Týká se veškerých informací o této položce v adresáři. Prosím velmi dobře si rozmyslete, zda to opravdu chcete udělat, protože provedené změny už ve FusionDirectory nepůjde vzít nijak jednoduše zpět (nanejvýš složitě ze záloh, pokud existují a obsahují potřebná data)!

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
cs: Tedy – pokud jste si jist(a), stiskněte 'smazat'. V opačném případě operaci zrušte pomocí 'zrušit'.

source: Filter
cs: filtr

source: Device type
cs: druh zařízení

source: Choose the device type
cs: zvolte druh zařízení

source: Serial number
cs: sériové číslo

source: Hotplug devices
cs: zařízení zpři/odpojitelná za chodu

source: Hotplug device management
cs: správa zařízení zpři/odpojitelných za chodu

source: Mime type generic
cs: typ MIME – obecné

source: Mime types
cs: typy MIME

source: Mime type
cs: typ MIME

source: Mime group
cs: skupina MIME

source: Application
cs: aplikace

source: Left click action
cs: akce spuštěná kliknutím levým tlačítkem myši (či jiného polohovacího zařízení)

source: Icon
cs: ikona

source: Embedded applications
cs: zapouzdřené aplikace

source: Please enter a name for the mime type here
cs: sem prosím zadejte název tohoto typu MIME

source: Please specify a description for this mime type here
cs: sem prosím zadejte popis tohoto typu MIME

source: List of mimetypes
cs: seznam typů MIME

source: Edit mimetype
cs: upravit typ MIME

source: Remove mimetype
cs: odebrat typ MIME

source: Categorize this mime type
cs: zařadit tento typ MIME do kategorie

source: Please specify a description
cs: zadejte prosím popis

source: Choose subtree to place application in
cs: zvolte podstrom do kterého má být aplikace umístěna

source: Select a base
cs: zvolte základ

source: Mime icon
cs: ikona tohoto MIME

source: Update
cs: aktualizovat

source: Update mime type icon
cs: aktualizovat ikonu tohoto MIME

source: Left click
cs: kliknutí levým tlačítkem myši (či jiného polohovací zařízení)

source: Applications
cs: aplikace

source: Enter an application name here
cs: název aplikace zadejte sem

source: Add application
cs: přidat aplikaci

source: Embedding
cs: zapouzdření

source: Show file in embedded viewer
cs: zobrazit obsah souboru v zabudovaném prohlížeči

source: Show file in external viewer
cs: zobrazit obsah souboru v externím prohlížeči

source: Ask whether to save to local disk
cs: ptát se, zda ukládat na místní úložiště

source: Release
cs: vydání

source: Branches
cs: větve

source: Current release
cs: současné vydání

source: Copy menu
cs: zkopírovat nabídku

source: Paste menu from
cs: vložit nabídku z

source: Delete menu
cs: smazat menu

source: Folder
cs: složka

source: Move up
cs: přesunout nahoru

source: Move down
cs: přesunout dolů

source: Edit
cs: upravit

source: Entry
cs: položka

source: add to
cs: přidat do

source: Separator
cs: oddělovač

source: Add a separator to this folder.
cs: Přidejte oddělovač pro tuto složku.

source: Add selected applications to this folder.
cs: přidat zvolené aplikace do této složky

source: Menu
cs: nabídka

source: Back
cs: zpět

source: back
cs: zpět

source: department
cs: oddělení

source: application
cs: aplikace

source: Not available in release.
cs: V tomto vydání není k dispozici.

source: Group applications
cs: skupinové aplikace

source: Application parameter
cs: parametr aplikace

source: Place icon on members desktop
cs: členům umisťovat ikonu na plochu

source: Place entry in members launch bar
cs: členům umisťovat položku na panel „snadné spuštění“

source: Place entry in members startmenu
cs: členům umisťovat položku do nabídky start

source: Folder image
cs: obrázek složky

source: Could not load image.
cs: Obrázek nelze nahrát.

source: None
cs: žádné

source: Upload image
cs: nahrát obrázek

source: Upload
cs: nahrát

source: Reset image
cs: restartovat obraz

source: Reset
cs: restart

source: Application settings
cs: nastavení aplikace

source: Application options
cs: předvolby aplikace

source: PPD error
cs: chyba PPD

source: Cannot locate vendor '%s' in available PPDs!
cs: V dostupných PPD souborech nebyl nalezen výrobce '%s' !

source: Printer ppd selection.
cs: výběr PPD pro tiskárnu

source: delete
cs: smazat

source: Select objects to add
cs: vyberte objekty, které budou přidány

source: Filters
cs: filtry

source: Display objects matching
cs: zobrazit odpovídající objekty

source: Regular expression for matching object names
cs: regulární výraz pro hledání objektů s odpovídajícími názvy

source: Close
cs: zavřít

source: The ppd file will be removed from the server and can not be restored.
cs: PPD soubor bude definitivně odebrán ze serveru – nepůjde ho pak (jednoduše) obnovit.

source: PPD manager error
cs: chyba správce PPD

source: The specified path '%s' does not exist.
cs: Zadaná cesta '%s' neexistuje.

source: Specified PPD file '%s' cannot be opened for reading.
cs: Zadaný PPD soubor '%s' není možné otevřít (pro čtení).

source: The temporary file '%s' cannot be opened for writing.
cs: Do dočasného souboru '%s' nelze zapisovat (oprávnění).

source: Parsing PPD file failed - file is empty!
cs: Načítání souboru PPD se nezdařilo – je prázdný!

source: Nested groups are not supported!
cs: Vnořené skupiny nejsou podporovány!

source: Group name not unique!
cs: Název skupiny není jedinečný!

source: Nested options are not supported!
cs: Vnořené předvolby nejsou podporovány!

source: Configuration error
cs: chyba v nastavení

source: Cannot open PPD '%s'!
cs: Nelze otevřít PPD '%s'!

source: Can't get ppd informations.
cs: Nelze zjistit informace o PPD.

source: file is empty
cs: soubor je prázdný

source: Overwrite existing PPD
cs: přepsat existující PPD

source: There is already a ppd file for this kind of printer. Do you want to overwrite it?
cs: Pro tento typ tiskárny je přítomen PPD soubor. Chcete jej přepsat?

source: Section
cs: sekce

source: True
cs: platí

source: False
cs: neplatí

source: PPD type '%s' is not supported!
cs: PPD typu '%s' není podporován!

source: Printer driver
cs: ovladač tiskárny

source: Model
cs: typ

source: Select
cs: vybrat

source: New driver
cs: nový ovladač

source: Options
cs: volby

source: Keyboard
cs: klávesnice

source: Choose keyboard model
cs: zvolte typ klávesnice

source: Layout
cs: rozložení

source: Choose keyboard layout
cs: zvolte rozložení klávesnice

source: Mouse
cs: myš

source: Choose mouse port
cs: zvolte port, do kterého je připojena myš

source: Telephone
cs: telefon

source: Graphic device
cs: grafická karta

source: Driver
cs: ovladač

source: Choose graphic driver that is needed by the installed graphic board
cs: zvolte potřebný ovladač pro instalovanou grafickou kartu

source: Resolution
cs: rozlišení

source: Choose screen resolution used in graphic mode
cs: zvolte rozlišení obrazu použité pro grafický režim

source: Color depth
cs: barevná hloubka

source: Choose colordepth used in graphic mode
cs: zvolte barevnou hloubku použitou pro grafický režim

source: Display device
cs: zobrazovací zařízení

source: unknown
cs: neznámé

source: Scan device
cs: skenovací zařízení

source: Select to start SANE scan service on terminal
cs: vyberte pro spuštění služby skenování SANE na terminálu

source: Provide scan services
cs: poskytnout služby skenování

source: Choose the kind of system component you want to create
cs: zvolte druh komponenty systému, kterou chcete vytvořit

source: Linux thin client template
cs: šablona tenkého klienta s OS GNU/Linux

source: Linux workstation template
cs: šablona pracovní stanice s OS GNU/Linux

source: Linux Server
cs: server s OS GNU/Linux

source: Windows workstation
cs: pracovní stanice s OS MS Windows

source: Network printer
cs: síťová tiskárna

source: Phone
cs: telefon

source: Other network component
cs: jiná síťová komponenta

source: Your browser does not supprt iframes.
cs: Váš webový prohlížeč nepodporuje prvek „iframe“.

source: General
cs: obecné

source: Printer name
cs: název tiskárny

source: Details
cs: podrobnosti

source: Printer location
cs: kde se tiskárna nachází

source: Printer URL
cs: adresa (URL) tiskárny

source: PPD Provider
cs: poskytovatel PPD

source: Permissions
cs: oprávnění

source: Users which are allowed to use this printer
cs: uživatelé, kteří smějí používat tuto tiskárnu

source: Users
cs: uživatelé

source: Users which are allowed to administrate this printer
cs: uživatelé, kteří smějí spravovat tuto tiskárnu

source: Admins
cs: správci

source: CD-Install-Image generation
cs: vytvoření obrazu instalačního média (CD)

source: Create ISO-Image
cs: vytvořit obraz ISO

source: Please select a printer or press cancel.
cs: Zvolte prosím tiskárnu, nebo klikněte na 'storno'.

source: Select printer to add
cs: vyberte tiskárnu, která má být přidána

source: Select entries to add
cs: vyberte položky, které mají být přidány

source: Select to search within subtrees
cs: zvolte pro vyhledávání i v podstromech

source: Search in subtrees
cs: hledat v podstromech

source: Display members of department
cs: zobrazit členy oddělení

source: Choose the department the search will be based on
cs: vyberte oddělení ve kterém se bude hledat

source: Enable printer settings
cs: povolit nastavení tiskárny

source: Write only
cs: pouze pro zápis

source: Flow control
cs: řízení toku

source: Parity
cs: parita

source: System information
cs: informace o systému

source: CPU
cs: procesor (CPU)

source: Memory
cs: operační paměť

source: Boot MAC
cs: hardwarová adresa rozhraní pro start ze sítě

source: USB support
cs: podpora USB

source: System status
cs: stav systému

source: Inventory number
cs: inventární číslo

source: Last login
cs: poslední přihlášení

source: Network devices
cs: síťová zařízení

source: IDE devices
cs: zařízení IDE

source: SCSI devices
cs: zařízení SCSI

source: Floppy device
cs: disketová mechanika

source: CDROM device
cs: mechanika optický disků

source: Audio device
cs: zvukové zařízení

source: Up since
cs: v chodu od

source: CPU load
cs: zatížení procesoru (CPU)

source: Memory usage
cs: využití operační paměti

source: Swap usage
cs: využití stránkovacího oddílu (swap)

source: SSH service
cs: služba SSH

source: Print service
cs: služba tisku

source: Scan service
cs: služba skenování

source: GUI
cs: grafické uživatelské rozhraní (gui)

source: Internal error
cs: vnitřní chyba

source: Add printer extension
cs: přidat rozšíření tiskárny

source: This is a workstation template, printer tab is disabled.
cs: Toto je šablona pracovní stanice, záložka 'tiskárna' je neaktivní.

source: This is a terminal template, printer tab is disabled.
cs: Toto je šablona terminálu, záložka 'tiskárna' je neaktivní.

source: printer
cs: tiskárna

source: Remove printer extension
cs: odebrat rozšíření tiskárny

source: Your currently selected PPD file '%s' doesn't exist.
cs: Zvolený PPD soubor '%s' neexistuje.

source: Not defined
cs: nedefinováno

source: This printer belongs to %s. You can't rename this printer.
cs: Tato tiskárna přináleží k %s. Proto ji nelze přejmenovat.

source: terminal
cs: terminál

source: workstation
cs: pracovní stanice

source: Object is no printer!
cs: Tento objekt není tiskárna!

source: Group
cs: skupina

source: User
cs: uživatel

source: Printer
cs: tiskárna

source: Print generic
cs: tiskárna – obecné

source: Location
cs: umístění

source: Printer PPD
cs: PPD soubor pro tiskárnu

source: Permission error
cs: chyba oprávnění

source: printer user
cs: uživatel tiskárny

source: Illegal member type '%s'!
cs: Neplatný typ člena '%s'!

source: '%s' does not exist!
cs: '%s' neexistuje!

source: Workstation
cs: pracovní stanice

source: Terminal
cs: terminál

source: System type
cs: typ systému

source: Choose an object group as template
cs: jako šablonu zvolte skupinu objektu

source: Object group
cs: skupina objektu

source: none
cs: žádná/ý/é

source: Continue
cs: pokračovat

source: Parallel port
cs: paralelní port

source: Even
cs: sudé

source: Odd
cs: liché

source: Network settings
cs: nastavení sítě

source: IP-address
cs: IP adresa

source: Propose ip
cs: doporučit IP

source: MAC-address
cs: MAC adresa

source: Autodetect
cs: autodetekce

source: Enable DHCP for this device
cs: dovolit tomuto zařízení využívat DHCP

source: not configured
cs: nenastaveno

source: Parent node
cs: nadřazený uzel

source: Edit settings
cs: upravit nastavení

source: Enable DNS for this device
cs: dovolit tomuto zařízení využívat DNS

source: Zone
cs: zóna

source: Dns records
cs: DNS záznamy

source: Show servers
cs: zobrazit servery

source: Show workstations
cs: zobrazit pracovní stanice

source: Show terminals
cs: zobrazit terminály

source: Please select the desired entries
cs: vyberte prosím požadované položky

source: List of systems
cs: seznam systémů

source: New workstation
cs: nová pracovní stanice

source: Locked server
cs: uzamčený server

source: Locked workstation
cs: uzamčená pracovní stanice

source: Locked terminal
cs: uzamčený terminál

source: New terminal
cs: nový terminál

source: New device
cs: nové zařízení

source: Workstation template
cs: šablona pracovní stanice

source: Terminal template
cs: šablona terminálu

source: Winstation
cs: pracovní stanice s OS MS Windows

source: Component
cs: součást

source: Services
cs: služby

source: Network device
cs: síťové zařízení

source: Trigger action
cs: spustit akci

source: Halt
cs: zastavit

source: Reboot
cs: restartartovat

source: Wakeup
cs: vzdálené zapnutí

source: Lock
cs: zamknout

source: Activate
cs: aktivovat

source: Reinstall
cs: přeinstalovat

source: Schedule action
cs: naplánovat akci

source: Halt
cs: zastavit

source: Activate systems
cs: aktivovat systémy

source: Change password
cs: změnit heslo

source: Create ISO
cs: vytvořit ISO

source: Edit role
cs: upravit úlohu

source: Remove system
cs: odebrat systém

source: To change the terminal root password use the fields below. The changes take effect during the next reboot. Please memorize the new password, because you wouldn't be able to log in.
cs: Pro změnu hesla správce terminálu (root) použijte polí níže. Změna se projeví po jeho restartu. Zapamatujte si prosím nové heslo, protože jinak se nebudete moci přihlásit.

source: Leave fields blank for password inheritance from default entries.
cs: Pokud chcete použít výchozí heslo, ponechte příslušná pole prázdná.

source: Changing the password impinges on authentification only.
cs: Změna hesla se týká pouze ověřování.

source: New password
cs: nové heslo

source: Repeat new password
cs: zopakování nového hesla

source: Password strength
cs: odolnost hesla

source: Set password
cs: nastavit heslo

source: Service infrastructure
cs: servisní infrastruktura

source: Event error
cs: chyba události

source: Event '%s' is not available!
cs: Událost '%s' není dostupná!

source: Software update
cs: aktualizace softwaru

source: Memory test
cs: test operační paměti

source: Switch off
cs: vypnout

source: Rescan hardware
cs: znovunačíst informace o hardware

source: Wake up
cs: zapnout na dálku

source: Properties
cs: vlastnosti

source: Action
cs: akce

source: Select action to execute for this terminal
cs: vyberte akci, která má být spuštěna na terminálu

source: inherited
cs: zděděné

source: A valid LDAP server assignement is missing!
cs: Chybí platné přiřazení LDAP serveru!

source: Workstation generic
cs: pracovní stanice – obecné

source: Boot kernel
cs: zaváděné jádro

source: Startup
cs: po spuštění

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs: Týká se veškerých informací o této položce v adresáři. Prosím velmi dobře si rozmyslete, zda to opravdu chcete udělat, protože provedené změny už ve FusionDirectory nepůjde vzít nijak jednoduše zpět (nanejvýš složitě ze záloh, pokud existují a obsahují potřebná data)!

source: Server name
cs: název serveru

source: workstation name
cs: název pracovní stanice

source: Terminal name
cs: název terminálu

source: Component name
cs: název součástky

source: component
cs: součástka

source: IP address
cs: IP adresa

source: Component generic
cs: součástka – obecné

source: Root password
cs: heslo správce (Root)

source: Show network printer
cs: zobrazit síťovou tiskárnu

source: Show phones
cs: zobrazit telefony

source: Show windows based workstations
cs: zobraz pracovní stanice s OS MS Windows

source: Show network devices
cs: zobrazit síťová zařízení

source: List of services
cs: seznam služeb

source: Service
cs: služba

source: Start
cs: spuštění

source: Stop
cs: zastavení

source: Restart
cs: restartování

source: Edit service
cs: upravit službu

source: Remove service
cs: odebrat službu

source: Mode
cs: režim

source: Select terminal mode
cs: zvolit režim terminálu

source: System installation in progress, the FAI state cannot be changed right now.
cs: Právě probíhá instalace systému – stav FAI nyní nelze měnit.

source: Select action to execute for this server
cs: Vyberte akci, která má být na tomto serveru vykonána.

source: Execute
cs: spustit

source: You have no permission to change this password!
cs: Nejste oprávněn(a) změnit toto heslo!

source: The passwords you've entered as 'New password' and 'Repeated password' do not match!
cs: Údaje v 'nové heslo' a 'zopakování nového hesla' se neshodují!

source: Password method
cs: způsob uložení hesla

source: Password method crypt is missing. Cannot set system password.
cs: Zvolená metoda šifrování hesla není dostupná. Heslo systému nelze nastavit.

source: Creating the image failed. Please see the report below.
cs: Vytvoření obrazu selhalo. Více informací poskytne níže uvedené hlášení.

source: Command '%s', specified for ISO creation doesn't seem to exist.
cs: Příkaz '%s', nastavený pro vytváření ISO obrazů pravděpodobně neexistuje.

source: Permission
cs: oprávnění

source: Cannot set mode to 'active'!
cs: Nemohu nastavit režim na 'aktivní'!

source: You are not allowed to create a snapshot for %s.
cs: Nejste oprávněn(a) vytvořit snímek %s.

source: You are not allowed to restore a snapshot for %s.
cs: Nejste oprávněn(a) obnovit ze snímku %s.

source: Inherited from %s
cs: zděděno z %s

source: Systems
cs: systémy

source: Systems Management
cs: správa systémů

source: Edit share
cs: upravit sdílení

source: NFS setup
cs: nastavení NFS

source: Path
cs: cesta

source: Volume
cs: svazek

source: Auto-mount share on Apple systems
cs: automaticky připojovat sdílení na strojích Apple

source: Codepage
cs: znaková strana

source: Option
cs: volba

source: Time service
cs: služba synchronizace času

source: Time service - NTP
cs: služba synchronizace času – NTP

source: Time server
cs: časový server

source: Print Service
cs: služba tisku

source: enabled
cs: povoleno

source: LDAP service
cs: služba LDAP

source: LDAP URI
cs: adresa (URI) LDAPu

source: Server path
cs: cesta k serveru

source: Browse
cs: procházet

source: Terminal service
cs: terminálová služba

source: Temporary disable login
cs: dočasně zakázat přihlašování

source: Supported session types
cs: podporované typy relací

source: share
cs: sdílení

source: Charset
cs: znaková sada

source: Shares
cs: sdílení

source: Adding a new service to the current server
cs: Přidání nové služby na tento server.

source: This dialog allows you to add new services to the currenty edited server object. The box below shows all available but not already used services.
cs: Tento dialog Vám umožní přidat na v současnosti upravovaný server novou službu. Níže je uveden výpis dostupných, ale ještě nevyužívaných služeb.

source: Service to add
cs: služba, kterou chcete přidat

source: All available services are already in use.
cs: Všechny dostupné služby jsou již využívány.

source: Empty service
cs: prázdná služba

source: NOT IMPLEMENTED
cs: NEIMPLEMENTOVÁNO

source: Not matching
cs: neshoduje se

source: Was not able to contact argonaut server: %s
cs: Nebyl schopen kontaktovat Argonaut server: %s

source: Was not able to launch ldap2zone: %s
cs: Nebyl schopen spustit ldap2zone: %s

source: IP address %s
cs: IP adresa je %s

source: MAC address
cs: MAC adresa

source: The IP address '%s' is not part of the selected reverse zone '%s'!
cs: IP adresa '%s' nespadá do zvolené obrácené zóny '%s'!

source: Record type '%s' is duplicated!
cs: Záznam typu '%s' existuje vícekrát!

source: Uniq record type '%s' is duplicated!
cs: Záznam typu '%s' může správně existovat nejvýše jeden – ale existuje vícekrát!

source: The IP address '%s' will be added as 'A Record', this will be done automatically, please remove the record.
cs: IP adresa '%s' bude přidána jako 'záznam typu A'. Stane se tak automaticky – prosím smažte ho.

source: Only lowercase records are allowed, please check your '%ss'.
cs: Dovolena jsou pouze malá písmena – zkontrolujte prosím Váš '%ss'.

source: Delete
cs: smazat

source: Add
cs: přidat

source: DNS configuration
cs: nastavení DNS

source: DHCP configuration
cs: nastavení DHCP

source: Mouse type
cs: typ myši (či jiného polohovacího zařízení)

source: Mouse port
cs: rozhraní (port) myši (či jiného polohovacího zařízení)

source: automatic
cs: automatické

source: Filter error
cs: chyba filtru

source: The filter is incomplete!
cs: Tento filtr je neúplný!

source: Information
cs: informace

source: Cannot update service status until it has been saved!
cs: Nemohu aktualizovat stav služby dokud nebude uložena!

source: Swap server
cs: stránkovací (swap) server

source: Remote desktop
cs: vzdálený desktop

source: Connect method
cs: způsob připojování

source: Terminal server
cs: terminálový server

source: Terminal generic
cs: terminál – obecné

source: Local swap
cs: stránkovat (swap) na místní úložiště

source: Server generic
cs: servery – obecné

source: Choose server to use for synchronizing time
cs: zvolte server, se kterým bude synchronizován čas

source: Choose server to use for logging
cs: zvolte server na který budou ukládány záznamy o provozu

source: Activated
cs: aktivováno

source: Locked
cs: uzamčeno

source: Instant update
cs: okamžitá aktualizace

source: Scheduled update
cs: naplánovaná aktualizace

source: Wake
cs: probudit

source: System analysis
cs: analýza systému

source: System
cs: systém

source: System group
cs: skupina systému

source: Action flag
cs: návěstí akce

source: no example
cs: žádná ukázka

source: Cannot remove application - it is still in use by these objects: %s
cs: aplikaci nelze odebrat – je využívána těmito objekty: %s

source: cannot resize image
cs: nelze provést změnu rozlišení obrázku

source: cannot convert image
cs: nelze převést formát dat obrázku
