Repository: Animtim/fusiondirectory-plugins
Catalog: systems/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: cannot save image to '%s'
cs: nelze uložit obrázek do '%s'

source: Application generic
cs: aplikace – obecné

source: Script content
cs: obsah skriptu

source: Only executable for members
cs: spustitelné pouze pro členy

source: Replace user configuration on startup
cs: nahrazovat konfiguraci uživatele při spuštění

source: List of applications
cs: seznam aplikací

source: Edit application
cs: upravit aplikaci

source: Remove application
cs: odebrat aplikaci

source: Remove options
cs: odebrat předvolbu

source: parameter
cs: parametr

source: Create options
cs: vytvořit předvolbu

source: Variable
cs: proměnná

source: Default value
cs: výchozí hodnota

source: Add option
cs: přidat volbu

source: Parameter
cs: parametr

source: Parameter configuration
cs: nastavení parametru

source: Application parameter settings
cs: nastavení parametru aplikace

source: Application name
cs: název aplikace

source: Display name
cs: zobrazované jméno

source: Path and/or binary name of application
cs: cesta k a/nebo název spustitelného souboru aplikace

source: Reload picture from LDAP
cs: znovunačíst obrázek z LDAPu

source: Remove picture
cs: odebrat fotografii

source: Remove picture from LDAP
cs: odebrat obrázek z LDAPu

source: Logon script
cs: skript spouštěný po přihlášení

source: Script
cs: skript

source: Import
cs: import(ovat)

source: Download
cs: stažení

source: Application management
cs: správa aplikací

source: Script name
cs: název skriptu

source: User environment settings
cs: nastavení prostředí uživatele

source: Priority
cs: priorita

source: Last script
cs: poslední skript

source: Script can be replaced by user
cs: uživateli je dovoleno nahradit tento skript

source: The environment extension is currently disabled.
cs: Rozšíření „prostředí“ je v současnosti zakázáno.

source: Profiles
cs: profily

source: Use profile managment
cs: použít správu profilů

source: Profil path
cs: cesta k profilu

source: Cache profile localy
cs: ukládat profily lokálně

source: Profile managment
cs: správa profilů

source: Profile
cs: profil

source: Manage
cs: spravovat

source: Resolution changeable during session
cs: rozlišení je možné měnit i během relace

source: Select a share
cs: vyberte sdílení

source: Logon scripts
cs: skripty spouštěné po přihlášení

source: Logon script management
cs: správa skriptů spouštěných po přihlášení

source: Used by all users
cs: používáno všemi uživateli

source: Used by some users
cs: používáno jen některými uživateli

source: Hotplug device settings
cs: nastavení zařízení při/odpojitelných za chodu

source: Printer settings
cs: nastavení tiskárny

source: Environment
cs: prostředí

source: This does something
cs: tohle něco dělá

source: auto
cs: automaticky

source: Cannot open file '%s'!
cs: Nelze otevřít soubor '%s'!

source: Device '%s' is not available anymore. It will be removed!
cs: Zařízení '%s' již není dostupné. Bude odebráno!

source: disabled
cs: zakázáno

source: Share
cs: sdílení

source: Mount point
cs: přípojný bod

source: Reset password hash
cs: resetovat otisk (hash) hesla

source: Delete share entry
cs: vymazat položku sdílení

source: Cannot set default printer flag for groups!
cs: Nelze nastavit příznak výchozí tiskárny pro skupiny!

source: environment
cs: prostředí

source: group share
cs: skupinové sdílení

source: Administrator
cs: správce

source: Default printer
cs: výchozí tiskárna

source: Environment settings
cs: nastavení prostředí

source: Command to extend the list of possible screen resolutions
cs: příkaz pro rozšíření seznamu možných rozlišení obrazu

source: Profile server
cs: server s profily

source: Logon script settings
cs: nastavení skriptu spouštěného po přihlášení

source: Logon script flags
cs: příznaky skriptu spouštěného po přihlášení
