Repository: Animtim/fusiondirectory-plugins
Catalog: scalix/locale/*/messages.po
Languages: es

source: Scalix account
es: Cuenta de Scalix

source: Scalix Mail node
es: Nodo de correo Scalix

source: Mailbox class
es: Clase del buzón

source: Server language
es: Idioma del servidor

source: Administrator
es: Administrador

source: Mailbox administrator
es: Administrador del buzón

source: Hide user entry in Scalix
es: Ocultar entrada del usuario en Scalix

source: Mailbox size limitations
es: Limitaciones del tamaño de buzón

source: Limit outbound
es: Limitar saliente

source: Limit inbound
es: Limitar entrante

source: Notify user
es: Notificar al usuario

source: Scalix email addresses
es: Direcciones de correo Scalix

source: List of scalix email addresses
es: Lista de direcciones de correo Scalix

source: This save and read the scalix account data from ldap
es: Guardar y leer los datos de cuenta de Scalix desde ldap

source: Generic
es: Genérico

source: Scalix mailnode
es: Nodo de correo Scalix

source: Scalix mailbox class
es: Clase de buzón Scalix

source: Scalix server language
es: Idioma del servidor Scalix

source: Scalix Administrator
es: Administrador Scalix

source: Scalix Mailbox Administrator
es: Administrador de buzón Scalix

source: Hide this user entry in Scalix
es: Ocultar entrada del usuario en Scalix

source: Limit mailbox size
es: Limitar tamaño del buzón

source: Limit Outbound Mail
es: Limitar correo saliente

source: Limit Inbound Mail
es: Limitar correo entrante

source: Notify User
es: Notificar al usuario

source: Limited users can not make use of the group calendar functionality in Scalix
es: Los usuarios limitados no pueden usar la función de calendario grupal en Scalix

source: Message catalog language for client.
es: Idioma de catalogo de mensajes para el cliente.

source: Select for admin capability.
es: Seleccione para habilitar capacidad de administrador.

source: Select for mailbox admin capability.
es: Seleccione para habilitar capacidad de administrador de buzón.

source: Hide user entry from addressbook.
es: Ocultar entrada del usuario en el directorio

source: As sanction on mailbox quota overuse, stop user from sending mail.
es: Como sanción de sobrepasar el limite de buzón, impedir que el usuario envíe correo.

source: As sanction on mailbox quota overuse, stop user from receiving mail.
es: Como sanción de sobrepasar el limite de buzón, impedir que el usuario reciba correo.

source: As sanction on mailbox quota overuse, notify the user by eMail.
es: Como sanción de sobrepasar el limite de buzón, notificar al usuario mediante correo.
