Repository: Animtim/fusiondirectory-plugins
Catalog: dns/locale/*/fusiondirectory.po
Languages: el_gr

source: Error
el_gr: Σφάλμα

source: Reverse zone: %s
el_gr: Αντίστροφη ζώνη: %s

source: DNS zones
el_gr: Ζώνες DNS

source: The DNS zones
el_gr: Οι ζώνες DNS

source: DNS service
el_gr: Υπηρεσία DNS

source: Start service
el_gr: Εκκίνηση υπηρεσίας

source: Stop service
el_gr: Τερματισμός υπηρεσίας

source: Restart service
el_gr: Επανεκκίνηση υπηρεσίας

source: Zone name
el_gr: Όνομα ζώνης

source: Reverse zone
el_gr: Αντίστροφη ζώνη

source: Network class
el_gr: Κλάση δικτύου

source: Zone entry editor
el_gr: Επεξεργαστής καταχώρισης ζώνης

source: Primary dns server
el_gr: Πρωτεύων διακομιστής dns

source: Mail address
el_gr: Η διεύθυνση αλληλογραφίας

source: Serial
el_gr: Σειριακό

source: Refresh
el_gr: Ανανέωση

source: Retry
el_gr: Προσπάθεια ξανά

source: Expire
el_gr: Λήξη

source: MX records
el_gr: ΕγγραφέςMX

source: Zone records
el_gr: Εγγραφές ζώνης

source: LDAP error
el_gr: Σφάλμα LDAP

source: Was not able to contact argonaut server: <br/><br/>%s
el_gr: Αποτυχία επικοινωνίας με διακομιστή argonaut: <br/><br/>%s

source: Was not able to launch ldap2zone: <br/><br/>%s
el_gr: Δεν ήταν δυνατή η εκκίνηση της ldap2zone: <br/><br/>%s

source: Undefined zone name '%s'!
el_gr: Ακαθόριστο όνομα ζώνης '%s'!

source: Warning
el_gr: Προειδοποίηση

source: Delete
el_gr: Διαγραφή

source: Only lowercase allowed
el_gr: Επιτρέπονται μόνο πεζά

source: This field should be a domain name
el_gr: Αυτό το πεδίο θα πρέπει να είναι domain name

source: Time to life
el_gr: Χρόνος ζωής

source: Network address
el_gr: Διεύθυνση δικτύου

source: Add
el_gr: Προσθήκη

source: New entry
el_gr: Νέα καταχώριση

source: Cannot rename '%s' to '%s'. Name is already in use!
el_gr: Αδύνατη η μετονομασία του αρχείου '%s' σε '%s': Το όνομα χρησιμοποιείται ήδη!

source: Name
el_gr: Όνομα

source: Cannot rename '%s' to '%s'. Entry is already in use.
el_gr: Αδύνατη η μετονομασία του αρχείου '%s' σε '%s'. Η καταχώριση χρησιμοποιείται ήδη.

source: Cannot create '%s'. Entry is already in use.
el_gr: Αδύνατη η δημιουργία του '%s'. Η καταχώριση χρησιμοποιείται ήδη

source: Entry '%s' is used more than once.
el_gr: Η καταχώριση '%s' χρησιμοποιείται περισσότερο από μια φορά

source: %s records cannot be used more than once.
el_gr: οι εγγραφές %s δεν μπορούν να χρησιμοποιήθηκε περισσότερο από μία φορά

source: Please fix the empty %s record for entry '%s'.
el_gr: Παρακαλούμε διορθώστε την κενή εγγραφή %s για την καταχώριση '%s'.

source: Please fix the duplicate %s record for entry '%s'.
el_gr: Παρακαλούμε διορθώστε την διπλή εγγραφή %s για την καταχώριση '%s'.

source: Remove
el_gr: Αφαίρεση

source: Example
el_gr: Παράδειγμα

source: Value 1 should be a number.
el_gr: Η τιμή 1 θα έπρεπε να είναι αριθμός.

source: Value 1 (priority) should be a number.
el_gr: Η τιμή 1 (προτεραιότητα) θα έπρεπε να είναι αριθμός.

source: Value 2 (weight) should be a number.
el_gr: Η τιμή 2 (βάρος) θα έπρεπε να είναι αριθμός.

source: Value 3 (port) should be a number.
el_gr: Η τιμή 3 (θύρα) θα έπρεπε να είναι αριθμός.

source: DNS configuration
el_gr: Ρύθμιση DNS

source: FusionDirectory dns plugin configuration
el_gr: Ρύθμιση προσθέτου FusionDirectory dns

source: DNS config
el_gr: Ρύθμιση DNS

source: Store final dot in domains
el_gr: Αποθήκευση τελικής τελείας στα domains

source: Generic
el_gr: Γενικό

source: Netmask
el_gr: Μάσκα δικτύου

source: Zone is in use, network settings can't be modified.
el_gr: Η ζώνη ειναι ήδη σε χρήση, οι ρυθμίσεις δικτύου δεν μπορούν να τροποποιηθούν

source: Can't be edited because the zone wasn't saved right now.
el_gr: Αποτυχία επεξεργασίας επειδή δεν είναι δυνατή αποθ'ηκευσης ζώνης αυτή την στιγμή

source: Edit
el_gr: Επεξεργασία

source: SOA record
el_gr: Εγγραφή SOA

source: Primary dns server for this zone
el_gr: Πρωτεύων εξυπηρετητής DNS για αυτή την ζώνη

source: Serial number (automatically incremented)
el_gr: Σειριακός αριθμός (αυτόματη αύξηση)

source: MxRecords
el_gr: Εγγραφές Mx

source: Global zone records
el_gr: Εγγραφές Global zone

source: Zones
el_gr: Ζώνες

source: This dialog allows you to configure all components of this DNS zone on a single list.
el_gr: Αυτός ο διάλογος σας επιτρέπει τον καθορισμό όλων στοιχείων αυτής της ζώνης DNS σε μια λίστα

source: Create a new DNS zone entry
el_gr: Νέα καταχώρηση ζώνης DNS
