Repository: Animtim/fusiondirectory-plugins
Catalog: alias/locale/*/fusiondirectory.po
Languages: de, it, sv

source: Alias configuration
de: Aliaskonfiguration
it: Configurazione alias
sv: Alias-konfigurering

source: FusionDirectory alias plugin configuration
de: FusionDirectory Alias Plugin-Konfiguration
it: Configurazione del plugin alias di FusionDirectory
sv: FusionDirectory alias-plugin-konfiguration

source: LDAP tree
de: LDAP Baum
it: Struttura LDAP
sv: LDAP-träd

source: Alias RDN
it: RDN alias

source: Branch in which aliases will be stored
de: Zweig in welchem Aliase gespeichert werden
it: Ramo nel quale gli alias saranno immagazzinati
sv: Gren där alias ska lagras

source: Aliases
de: Aliase
it: Alias
sv: Alias

source: Alias management
de: Aliasverwaltung
it: Gestione degli alias
sv: Alias-hantering

source: Mail aliases
de: Mailaliase
it: Alias mail
sv: Epost-alias

source: List of Mail aliases
de: Liste von Mailaliasen
it: Elenco degli alias mail
sv: Lista med epostalias

source: Mail redirection
de: Mailweiterleitung
it: Redirezione mail
sv: Epost-omdirigering

source: Mail distribution
de: Mailverteilung
it: Distribuzione mail
sv: Epost-distribution

source: Sympa list alias
de: Sympalisten-Alias
it: Elenco alias sympa

source: Name
it: Nome
sv: Namn

source: Description
de: Beschreibung
it: Descrizione
sv: Beskrivning

source: Expiration date
de: Ablaufdatum
it: Data di scadenza
sv: Utgångsdatum

source: Actions
de: Aktionen
it: Azioni
sv: Åtgärder

source: Create
de: Anlegen
it: Crea
sv: Skapa

source: Sympa alias
it: Alias Sympa

source: Edit
de: Bearbeiten
it: Modifica
sv: Redigera

source: Remove
de: Entfernen
it: Elimina
sv: Ta bort

source: Edit alias
de: Alias bearbeiten
it: Modifica l'alias
sv: Redigera alias

source: Remove alias
de: Alias entfernen
it: Rimuovi l'alias
sv: Ta bort alias

source: Temporary mail redirection
de: Temporäre Mailumleitung
it: Redirezione mail temporanea
sv: Temporär omdirigering för epost

source: Name to identify this redirection
de: Name um diese Umleitung zu identifizieren
it: Nome per identificare questa redirezione
sv: Namn för att identifiera omdirigeringen

source: Description of this redirection
de: Beschreibung dieser Umleitung
it: Descrizione di questa redirezione
sv: Beskrivning av omdirigeringen

source: Redirect from
de: Umleiten von
it: Reindirizzare da
sv: Omdirigera från

source: Mail address from which you want to redirect
de: Mailadressen von der Sie umleiten wollen
it: Indirizzo mail dal quale volete reindirizzare
sv: Epostadress från vilken du vill omdirigera

source: Redirect to
de: Umleiten zu
it: Reindirizzare verso
sv: Omdirigera till

source: Destination of this redirection
de: Ziel dieser Umleitung
it: Destinazione di questa redirezione
sv: Destination för omdirigeringen

source: Date after which the redirection should be deleted. Leave empty for no deletion.
de: Datum nach dem die Umleitung gelöscht werden soll. Leer lassen für keine Löschung.
it: Data dopo la quale la redirezione sarà cancellata.Lasciare vuoto per non cancellare la redirezione.
sv: Datum då omdirigeringen ska tas bort. Lämna tomt för att inte ta bort.

source: Temporary mail distribution
de: Temporäre Mailverteilung
it: Distribuzione mail temporanea
sv: Temporär epostdistribution

source: Name to identify this alias
de: Name um dieses Alias zu identifizieren
it: Nome per identificare questo alias
sv: Namn för att att identifiera detta alias

source: Description of this alias
de: Beschreibung dieses Alias
it: Descrizione di questo alias
sv: Beskrivning av alias

source: Email address
de: Email-Adresse
it: Indirizzo di posta elettronica
sv: Epostadress

source: Email aliases
de: Emailaliase
it: Alias Email
sv: Epostalias

source: Aliases for this email address
de: Aliase für diese Emailadresse
it: Alias per questo indirizzo email
sv: Alias för denna epostadress

source: Mail server
it: Server di posta elettronica
sv: Epostserver

source: Mail server fot this alias
it: Server mail per questo alias
sv: Epostserver för detta alias

source: Date after which the alias should be deleted. Leave empty for no deletion.
de: Datum nach dem das Alias gelöscht werden soll. Leer lassen damit nicht gelöscht wird.
it: Data dopo la quale l'alias sarà cancellato. Lasciare vuoto per disabilitare la cancellazione.
sv: Datum efter vilket alias ska tas bort. Lämna tomt för att inte ta bort aliaset.

source: Filter
it: Filtro

source: Show mail redirections
de: Mailweiterleitungen anzeigen
it: Mostra le redirezioni mail
sv: Visa omdirigeringar för epost

source: Show mail distribution
de: Mailverteilung anzeigen
it: Mostra la distribuzione mail
sv: Visa epostdistribution

source: Show sympa list alias
de: Sympa Listenalias anzeigen
it: Mostra l'elenco degli alias di sympa
sv: Visa sympa-listalias

source: Warning
de: Warnung
it: Avvertimento
sv: Varning

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
de: Wenn Sie sicher sind, drücken Sie 'Entfernen' um fortzufahren oder 'Abbrechen' zum Abbruch.
it: Quindi - se sei sicuro - premi 'Rimuovi' per continuare oppure 'Annulla' per interrompere.
sv: Så - om du är säker - tryck 'Ta bort' för att fortsätta och 'Avbryt' för att avbryta.

source: Base
de: Basis
sv: Bas
