Repository: Animtim/fusiondirectory-plugins
Catalog: alias/locale/*/messages.po
Languages: fr

source: Filter
fr: Filtre

source: Show mail redirections
fr: Montrer les alias redirections

source: Show mail distribution
fr: Montrer les alias distribution

source: Show sympa list alias
fr: Montrer les alias sympa

source: Name
fr: Nom

source: Aliases
fr: Alias

source: Alias management
fr: Gestion des alias

source: Mail aliases
fr: Alias de messagerie

source: List of Mail aliases
fr: Liste des alias de messagerie

source: Mail redirection
fr: Redirection de messagerie

source: Mail distribution
fr: Redistribution de messagerie

source: Sympa list alias
fr: Liste des alias sympa

source: aliasExpirationDate
fr: Date d'expiration

source: Create
fr: Création

source: Sympa alias
fr: Alias sympa

source: Edit
fr: Editer

source: Remove
fr: Effacer

source: Edit alias
fr: Editer un alias

source: Remove alias
fr: Effacer un alias

source: Temporary mail distribution
fr: Adresse de distribution temporaire

source: Name to identify this alias
fr: Nom de l'alias

source: Description of this alias
fr: Description de l'alias

source: Email address
fr: Adresse de messagerie

source: Email aliases
fr: Alias de messagerie

source: Aliases for this email address
fr: Alias pour cette adresse de messagerie

source: Mail server
fr: Serveur de messagerie

source: Mail server fot this alias
fr: Serveur de messagerie pour cet alias

source: Expiration date
fr: Date d'expiration

source: Date after which the alias should be deleted. Leave empty for no deletion.
fr: Date après laquelle cet alias doit être effacé. laisser vide pour aucune expiration

source: Warning
fr: Avertissement

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
fr: Si vous êtes sur - cliquez sur 'Effacer' pour continuer ou 'Annuler' pour annuler

source: Temporary mail redirection
fr: Adresse de redirection temporaire

source: Name to identify this redirection
fr: Nom de la redirection de messagerie

source: Description of this redirection
fr: Description de la redirection

source: Redirect from
fr: Rediriger depuis

source: Mail address from which you want to redirect
fr: Adresse de messagerie depuis laquelle vous voulez rediriger

source: Redirect to
fr: Rediriger vers

source: Destination of this redirection
fr: Destination de la redirection

source: Date after which the redirection should be deleted. Leave empty for no deletion.
fr: Date après laquelle cet alias doit être effacé. laisser vide pour aucune expiration

source: Alias configuration
fr: Configuration des alias

source: FusionDirectory alias plugin configuration
fr: Configuration du plugin alias

source: LDAP tree
fr: Annuaire LDAP

source: Branch in which aliases will be stored
fr: Branche dans laquelle les alias sont stockés
