Repository: Animtim/fusiondirectory-plugins
Catalog: autofs/locale/*/fusiondirectory.po
Languages: fr

source: Filter
fr: Filtre

source: Show nis objects
fr: Montrer les objets nis

source: Show nis maps
fr: Montrer les maps nis

source: Name
fr: Nom

source: Auto fs
fr: Automount

source: Auto fs management
fr: Gestion Autofs

source: Permission
fr: Permissions

source: List of automount entries
fr: Liste des entrées automount

source: Directory
fr: Répertoire

source: Mount point
fr: Point de montage

source: Create
fr: Créer

source: Remove
fr: Supprimer

source: Edit entry
fr: Modifier une entrée

source: Remove entry
fr: Supprimer une entrée

source: Warning
fr: Avertissement

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
fr: Cela inclut toutes les données des comptes, les droits d'accès, la configuration imap,etc. pour cet utilisateur. Veuillez vous assurez que vous voulez effectuez cette opération étant donné qu'il est impossible pour FusionDirectory de récupérer vos données.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
fr: D'accord - si vous êtes sur - cliquez sur 'Supprimer' pour continuer ou sur 'Annuler' pour abandonner.

source: Name of this directory
fr: Nom du répertoire

source: Automount entry
fr: Entrée automount

source: The entry of this directory for the automount daemon. For instance 'auto.u' or '-fstype=nfs domaine.tld:/mount/directory'
fr: L'entrée de ce répertoire pour le démon automount. ⏎ Par exemple «auto.u» ou «-fstype=nfs domaine.tld mount/répertoire '

source: The mount point this directory will be placed in
fr: Le point de montage de ce répertoire sera mis dans

source: Autofs mount point
fr: Point de montage Autofs

source: Name of the mount point
fr: Nom du point de montage

source: Autofs configuration
fr: Configuration Automount

source: FusionDirectory autofs plugin configuration
fr: Configuration du plugin automount

source: LDAP tree
fr: Annuaire LDAP

source: AutoFS RDN
fr: RDN Automount

source: Branch in which automount info will be stored
fr: Branche où seront stockés les point de montage automount
