Repository: Animtim/fusiondirectory-plugins
Catalog: fai/locale/*/fusiondirectory.po
Languages: cs_cz, it, sv

source: Startup parameters
cs_cz: Parametry zavádění systému
it: Parametri di avvio
sv: Uppstartsparametrar

source: Boot kernel
cs_cz: Zaváděné jádro
it: Kernel d'avvio
sv: Bootkärna

source: Linux kernel to be installed and booted
cs_cz: Jádro Linux, které má být nainstalováno a zavedeno
it: Kernel linux che dovrà essere installato ed avviato
sv: Linuxkärna att installera och starta upp

source: Boot kernel parameters
cs_cz: Parametry zavádění jádra
it: Parametri del kernel d'avvio
sv: Parametrar för Bootkärna

source: Linux kernel parameters to be ran
cs_cz: Parametry jádra Linux, se kterými má být spuštěno
it: Parametri del kernel d'avvio da eseguire
sv: Linux kärnparametrar att köra

source: Full automated installation
cs_cz: Plně samočinná instalace
it: Installazione completa automatizzata
sv: Fullt automatiserad installation

source: Repository url
cs_cz: Adresa repozitáře
it: URL del repository
sv: Förrådets url

source: Parent server
cs_cz: Nadřazený server
it: Server genitore

source: Parent repository server
cs_cz: Server nadřazeného repozitáře
it: Server di repository genitore
sv: Parent server för förråd

source: Release used on this repository
cs_cz: Vydání použité v tomto repozitáři

source: Sections
cs_cz: Oddíly
it: Sezioni
sv: Sektioner

source: Sections available on this repository
cs_cz: Sekce, dostupné v tomto repozitáři

source: Mirror mode
cs_cz: Režim zrcadla
it: Modo Mirror
sv: Mirror-läge

source: Is this mirror an installation repository? Is its release a custom one?
cs_cz: Je toto zrcadlo instalačním repozitářem? Je zdejší vydání přizpůsobené?
it: Questo Mirror è un repository d'installazione? La sua Release è personalizzata?
sv: Är denna mirror ett installationsförråd? Är denna release skräddarsydd?

source: Local mirror
cs_cz: Místní zrcadlo
it: Mirror locale
sv: Lokal mirror

source: Is this mirror a local or a network mirror?
cs_cz: Je toto zrcadlo místní či síťové?
it: Questo è un Mirror locale a di rete ?
sv: Är den här mirrorn en lokal eller nätverksmirror?

source: Architectures
cs_cz: Architektury
it: Architetture
sv: Arkitekturer

source: Processor architectures available on this repository
cs_cz: Procesorové architektury, dostupné v tomto repozitáři
it: Architetture di processori disponibili su questo repository
sv: Tillgängliga processorarkitekturer för det här förrådet

source: Distribution
cs_cz: Distribuce

source: Which distribution is this repository for
cs_cz: Pro kterou distribuci je tento repozitář určen

source: Repositories
cs_cz: Repozitáře
sv: Förråd

source: Repositories this server hosts
cs_cz: Repozitáře, které se nacházejí na tomto serveru
it: Repository che questo server ospita
sv: Förråd denna server tillhandahåller

source: Package repository
cs_cz: Repozitář balíčků

source: Package repository information
cs_cz: Informace o repozitáři balíčků

source: FAI configuration
cs_cz: Nastavení plně samočinné instalace
sv: FAI-konfiguration

source: FusionDirectory fai plugin configuration
cs_cz: Nastavení zásuvného modulu Plně samočinná instalace pro FusionDirectory
sv: FusionDirectorys fai-plugin-konfiguration

source: Fai base RDN
cs_cz: Základ rel. rozlišeného názvu plně samočinné instalace

source: Branch in which fai branches will be stored
cs_cz: Větev, ve které budou ukládány varianty plně samočinné instalace
sv: Avdelning där fai-avgreningar ska lagras

source: Fai %s RDN
cs_cz: Relativní rozlišený název plně samočinné instalace %s

source: Relative branch in which fai %s will be stored
cs_cz: Relativní větev ve které bude uložena plně samočinná instalace %s
sv: Relativ gren där fai %s kommer att lagras

source: Generic
cs_cz: Obecné
it: Informazioni
sv: Generisk

source: Partition entries
cs_cz: Položky oddílů
it: Elenco delle partizioni
sv: Partitionsposter

source: Add partition
cs_cz: Přidat oddíl
it: Aggiungi una partizione
sv: Lägg till partition

source: Releases
cs_cz: Vydání
it: Versioni
sv: Releaser

source: Current release
cs_cz: Stávájící vydání
it: Versione attuale
sv: Nuvarande release

source: Create release
cs_cz: Vytvořit vydání
it: Crea una versione
sv: Skapa release

source: Create read-only release
cs_cz: Vytvořit vydání pouze pro čtení
it: Crea una versione di sola lettura
sv: Skapa endast-läsbar-release

source: Freeze
cs_cz: Zmrazit
it: Bloccato
sv: Frys

source: Delete current release
cs_cz: Smazat současné vydání
it: Rimuovi la versione corrente
sv: Ta bort nuvarande release

source: Partition
cs_cz: Oddíl
it: Partizione
sv: Partitionera

source: Resize existing partition
cs_cz: Změnit velikost stávajícího oddílu
it: Ridimensiona una partizione esistente
sv: Ändra storlek på existerande partition

source: Bootable
cs_cz: Zaveditelný
it: Avviabile
sv: Bootbar

source: Combined physical partitions
cs_cz: Kombinované fyzické oddíly
it: Combinazione delle partizioni fisiche
sv: Kombinerade fysiska partitioner

source: Toggle missing
cs_cz: Přepnout chybějící
it: Mostra/Nascondi i mancanti
sv: Växla 'Saknad'

source: Toggle spare
cs_cz: Přepnout náhradní
it: Mostra/Nascondi gli spare
sv: Växla 'reserv'

source: Filesystem
cs_cz: Souborový systém
sv: Filsystem

source: Filesystem create options
cs_cz: Volby vytváření souborového systému
it: Opzioni per la creazione del file system
sv: Alternativ för skapa filsystem

source: Encrypted
cs_cz: Šifrované
it: Criptato
sv: Krypterad

source: Tune options
cs_cz: Možnosti vyladění
it: Opzioni di tuning
sv: Tune-inställningar

source: You are now going to create a branch or locked branch. This action clones the existing release to another release name. Branches can be modified as usual. FAI classes of locked branches cannot be modified, just additional classes are possible. Branch names should be alphanumeric, excluding the reserved names 'scripts', 'hooks', 'partitions', 'variables', 'templates' and 'fai'.
cs_cz: Chystáte se vytvořit větev či uzamčenou větev. Tato akce naklonuje již existující vydání do jiného, jinak pojmenovaného. Větve pak mohou být upravovány jako obvykle. Třídy plně samočinné instalace uzamčených větví se nedají upravovat, je možné jen přidávat další. Názvy větví by měly být tvořeny písmeny a čísly, vyjma rezervovaných názvů scripts, hooks, partitions, variables, templates a fai.
it: Stai per creare un ramo oppure un ramo bloccato. Questa azione copierà la versione corrente in un a nuova versione. I rami possono essere modificati abitualmente. Le classi FAI dei rami bloccati non possono essere modificate, possono solo essere create delle classi supplementari. I nomi dei rami devono essere 'alfanumerici' con l'eccezione delle parole riservate 'scripts', 'hooks', 'partitions', 'variables', 'templates', e 'fai'.
sv: Du kommer nu att skapa en avgrening eller låst avgrening. Denna åtgärd klonar den existerande releasen till ett annat release-namn. Avgreningar kan ändras som vanligt. FAI-klasser i låsta avgreningar kan inte ändras, det går endast att lägga till ytterligare klasser. Namnen på avgreningarna bör vara alfanumeriska, och namnen 'scripts', 'hooks', 'partitions', 'variables', 'templates' och 'fai' är reserverade och ska inte användas.

source: Branches are created as subreleases of the currently selected branch. Creating a new branch named 1.0.2 in SARGE for example, will result in a new release called SARGE/1.0.2.
cs_cz: Větve jsou vytvářeny jako podvydání nyní vybrané větve. Vytvoření nové větve, pojmenované 1.0.2 v SARGE například, vyústí v nové vydání nazvané SARGE/1.0.2.
it: I rami sono creati come delle sotto versioni del ramo selezionato. La creazione di un nuovo ramo chiamato 1.0.2 in SARGE ad esempio, darà come risultato una nuova versione chiamata SARGE/1.0.2.
sv: Avgreningar skapas som under-release till aktuell vald avgrening. Skapandet av en ny avgrening vid namn 1.0.2 i SARGE till exempel, kommer att resultera i en ny release som heter SARGE/1.0.2.

source: Please enter a name for the branch
cs_cz: Zadejte název pro větev
it: Inserisci un nome per il ramo
sv: Skriv in ett namn för avgreningen

source: Processing the requested operation
cs_cz: Zpracování požadované operace…
it: Operazione in corso
sv: Processar den begärda operationen

source: As soon as the copy operation has finished, you can scroll down to end of the page and press the 'Continue' button to continue with the fai management dialog.
cs_cz: Jakmile bude kopírování dokončeno, můžete se přesunout na spodní část stránky a kliknout na Pokračovat a pokračovat tak dialogem správy plně samočinné instalace.
it: Appena l'operazione di copia sarà terminata, potrai andare alla fine della pagina e premere il pulsante 'Continuare' per avanzare nella configurazione della FAI.
sv: Så snart kopieringsrutinen har slutförts, kan du skrolla ner till slutet av sidan och trycka på 'Fortsätt'-knappen för att fortsätta med fai-underhållsdialogrutan.

source: Your browser doesn't support iframes, please use this link to perform the requested operation.
cs_cz: Váš webový prohlížeč nepodporuje prvek iframe – pro provedení požadované operace klikněte na tento odkaz.
it: Il tuo navigatore web non supporta gli iframes, utilizza questo link per effettuare l'operazione richiesta.
sv: Din webbläsare stödjer inte iframes, använd den här länken för att utföra begärd operation.

source: Perform requested operation.
cs_cz: Provést požadovanou operaci
it: Operazione in corso
sv: Utför begärd operation.

source: Initiate operation
cs_cz: Zahájit operaci
it: Avvio dell'operazione
sv: Inled operation

source: Variable attributes
cs_cz: Atributy proměnné
it: Attributi delle variabili
sv: Variabelattribut

source: fstab key
cs_cz: položka v /etc/fstab
it: Elenco fstab
sv: fstab-nyckel

source: Disk label
cs_cz: Označení jednotky datového úložiště
it: Etichetta del disco
sv: Disketikett

source: List of template files
cs_cz: Seznam souborů šablon
it: Elenco dei modelli
sv: Lista med mallfiler

source: List of assigned variables
cs_cz: Seznam přiřazených proměnných
it: Elenco dei nomi delle variabili già in uso
sv: Lista med tilldelade variabler

source: Choose a variable to delete or edit
cs_cz: Zvolte proměnnou, kterou chcete vymazat nebo upravit
it: Scegli una variabile da modificare o da rimuovere
sv: Välj en variabel att ta bort eller redigera

source: Adding a new class to the FAI management, requires a class name. You have to specify a unique class name for unique types of FAI classes, while you can use the same class name for different types of FAI classes. In the laste case, FAI will automatically enclose all these different class types to one unique class name.
cs_cz: Třídu, nově přidávanou do správy plně samočinných instalací, je třeba nějak nazvat. V rámci stejného typu třídy je třeba, aby se názvy neopakovaly. Třídy různých typů ale klidně mohou být nazvány stejně. V tomto případě, modul Plně samočinná instalace sám obklopí všechny tyto různé typy tříd do jednoho jedinečného názvu třídy.
it: L'aggiunta di una classe alla gestione della FAI necessita un nome di classe. Devi specificare un nome di classe unico per le classi FAI di tipo unico, quantunque puoi usare lo stesso nome per delle classi FAI di tipo diverso. Nell'ultimo caso, FAI includerà automaticamente tutte queste classi di tipo diverso in un nome di classe unico.
sv: Att lägga till en ny klass till FAI-hanteringen, kräver ett klassnamn. Du behöver specificera ett unikt klassnamn för unika typer av FAI-klasser, medan du kan använda samma klassnamn för olika typer av FAI-klasser. I det senare fallet, kommer FAI att automatiskt foga ihop alla dessa olika klasstyper till ett unikt klassnamn.

source: Please use one of the following methods to choose the name for the new FAI class.
cs_cz: Použijte jeden z následujících způsobů tvorby jména nové třídy plně samočinné instalace.
it: Utilizza uno dei metodi seguenti per scegliere il nome della nuova classe FAI.
sv: Använd någon av de följande metoderna för att välja ett namn för den nya FAI-klassen.

source: Enter FAI class name manually
cs_cz: Zadat název třídy plně samočinné instalace ručně
it: Inserisci il nome della classe FAI manualmente
sv: Skriv in namnet på FAI-klassen manuellt

source: Choose FAI class name from a list of existing classes
cs_cz: Zvolit název třídy plně samočinné instalace ze seznamu již existujících
it: Scegli il nome della classe FAI tra le classi esistenti
sv: Välj FAI-klassnamn från en lista av existerande klasser

source: Choose class name
cs_cz: Zvolte název třídy
it: Scegli un nome di classe
sv: Välj klassnamn

source: Please select the objects you want to remove:
cs_cz: Vyberte objekty, které chcete odebrat:
it: Seleziona gli oggetti che intendi rimuovere :
sv: Välj objekten du vill ta bort:

source: Freezed
cs_cz: „Zmrazeno“
it: Bloccato
sv: Fryst

source: Select the object you want to edit:
cs_cz: Vyberte objekt, který chcete upravit:
it: Seleziona gli oggetti che intendi modificare :
sv: Välj objekten du vill redigera:

source: Select the object you want to copy:
cs_cz: Vyberte objekt, který chcete zkopírovat:
it: Seleziona gli oggetti che intendi copiare :
sv: Välj objektet du vill kopiera:

source: This includes all account data, system access rules, imap settings, etc. for this user. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Týká se veškerých informací o této položce v adresáři. Velmi dobře si rozmyslete, zda to opravdu chcete udělat, protože provedené změny už ve FusionDirectory nepůjde vzít nijak jednoduše zpět!
it: Questo include tutti i dati degli account, i permessi di accesso al sistema, la configurazione imap, etc. di questo utente. Accertati che vuoi davvero eseguire questa azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.
sv: Detta inkluderar alla kontodata, systemrättighetsregler, imapinställningar, etc. för den här användaren. Vänligen dubbelkolla att du verkligen vill göra detta eftersom det inte finns något sätt för FusionDirectory att få tillbaka informationen.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
cs_cz: Tedy – pokud jste si jisti, klikněte na Smazat. V opačném případě operaci zrušte kliknutím na Zrušit.
it: Quindi - Se sei sicuro - premi 'Rimuovi' per continuare altrimenti 'Annulla' per interrompere.
sv: Så - om du är säker - tryck 'Ta bort' för att fortsätta och 'Avbryt' för att avbryta.

source: List of hook scripts
cs_cz: Seznam skriptů háčku
it: Elenco degli scripts di connessione
sv: Lista med hook-script

source: Update
cs_cz: Aktualizovat
it: Aggiornamento
sv: Uppdatera

source: Submit
cs_cz: Potvrdit
it: Invia
sv: Skicka

source: Filter
cs_cz: Filtr
it: Filtro

source: A maximum of 200 entries will be shown here.
cs_cz: Nebude zde zobrazeno více než 200 položek.
it: Saranno mostrate un massimo di 200 entries.
sv: Maximalt 200 poster kommer att visas här.

source: This includes all account data, system access, etc. for this branch. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Týká se veškerých dat účtu, přístupu do systému a dalšího pro tuto větev. Prosím velmi dobře si rozmyslete, zda to opravdu chcete udělat, protože provedené změny už ve FusionDirectory nepůjde vzít nijak jednoduše zpět!
it: Questo include tutti i dati degli account, le autorizzazzioni di accesso al sistema, la configurazione imap, etc. per questo ramo. Accertati che vuoi davvero eseguire questa azione visto che poi sarà impossibile per FusionDirectory recuperare i tuoi dati.
sv: Detta inkluderar all data, systemtillgång, etc. för den här avgreningen. Dubbelkolla att du verkligen vill göra detta eftersom det inte finns något sätt för FusionDirectory att få tillbaka din information.

source: Install method
cs_cz: Způsob instalace
it: Metodo d'installazione
sv: Installationsmetod

source: Please select the installation method
cs_cz: Vyberte způsob instalace
it: Scegli il metodo d'installazione
sv: Välj installationsmetod

source: Used packages
cs_cz: Balíčky, které byly použity
it: Pacchetti utilizzati
sv: Använda paket

source: Add from list
cs_cz: Přidat ze seznamu
it: Aggiungi dalla lista
sv: Lägg till från lista

source: List of FAI objects (Fully Automatic Installation)
cs_cz: Seznam objektů FAI (plně samočinné instalace)
it: Elenco degli oggetti FAI (Fully Automatic Installation)
sv: Lista av FAI-objekt (Fully Automatic Installation)

source: Information
cs_cz: Informace
it: Informazioni

source: This menu allows you to select FAI class names and to add them to the currently edited profile.
cs_cz: Tato nabídka vám umožní vybrat názvy tříd plně samočinné instalace a přidat je k právě upravovanému profilu.
it: Questo menu ti permette di scegliere delle classi FAI e di aggiungerle al profilo che stai modificando attualmente.
sv: Den här menyn låter dig välja FAI-klassnamn och lägga till dem till profilen som redigeras.

source: Filters
cs_cz: Filtry
it: Filtri
sv: Filter

source: Show only classes with templates
cs_cz: Zobrazit pouze třídy se šablonami
it: Mostra solo le classi con i modelli
sv: Visa bara klasser med mallar

source: Show only classes with scripts
cs_cz: Zobrazit pouze třídy se skripty
it: Mostra solo le classi con gli scripts
sv: Visa bara klasser med script

source: Show only classes with hooks
cs_cz: Zobrazit pouze třídy s háčky
it: Mostra solo le classi con delle connessioni
sv: Visa bara klasser med hooks

source: Show only classes with variables
cs_cz: Zobrazit pouze třídy s proměnnými
it: Mostra solo le classi con delle variabili
sv: Visa bara klasser med variabler

source: Show only classes with packages
cs_cz: Zobrazit pouze třídy s balíčky
it: Mostra solo le classi con dei pacchetti
sv: Visa bara klasser med paket

source: Show only classes with partitions
cs_cz: Zobrazit pouze třídy, které mají definovány oddíly
it: Mostra solo le classi con delle partizioni
sv: Visa bara klasser med partitioner

source: Display objects matching
cs_cz: Zobrazit odpovídající objekty
it: Mostra gli oggetti corrispondenti
sv: Visa objekt som matchar

source: Regular expression for matching object names
cs_cz: Regulární výraz pro hledání objektů s odpovídajícími názvy
it: Espressione regolare per trovare gli oggetti corrispondenti
sv: Reguljärt uttryck för matchande objektnamn

source: Template attributes
cs_cz: Atributy šablony
it: Attributi dei modelli
sv: Mall-attribut

source: Save template
cs_cz: Uložit šablonu
it: Registra il modello
sv: Spara mall

source: Edit template
cs_cz: Upravit šablonu
it: Modifica il modello
sv: Redigera mall

source: Full path
cs_cz: Úplný popis umístění
it: Path completo
sv: Full sökväg

source: Upload
cs_cz: Nahrát
it: Caricare
sv: Ladda upp

source: Owner
cs_cz: Vlastník
it: Propietario
sv: Ägare

source: Access
cs_cz: Přístup
it: Accesso
sv: Tillgång

source: Class
cs_cz: Třída
it: Classe
sv: Klass

source: Read
cs_cz: Čtení
it: Lettura
sv: Läs

source: Write
cs_cz: Zápis
it: Scrittura
sv: Skriv

source: Execute
cs_cz: Spustit
it: Esecuzione
sv: Exekvera

source: Special
cs_cz: Zvláštní
it: Speciale

source: Others
cs_cz: Ostatní
it: Altri
sv: Övriga

source: sticky
cs_cz: „lepkavý“ (sticky)
it: permanente
sv: klistrad

source: Script attributes
cs_cz: Atributy skriptu
it: Attributi dello script
sv: Script-attribut

source: Choose a priority. Low values result in an earlier, high values in a later execution.
cs_cz: Zvolte prioritu. Ty nižších číselných hodnot budou spuštěny dříve než těch vyšších.
it: Scegli una priorità. I valori bassi saranno eseguiti per primi.
sv: Välj prioritet. Låga värden resulterar i en tidigare exekvering, höga värden i en senare.

source: Import script
cs_cz: importovat skript
it: Importa uno script
sv: Importera script

source: Base
cs_cz: Základ
sv: Bas

source: Show profiles
cs_cz: Zobrazit profily
it: Mostra i profili
sv: Visa profiler

source: Show templates
cs_cz: Zobrazit šablony
it: Mostra i modelli
sv: Visa mallar

source: Show scripts
cs_cz: Zobrazit skripty
it: Mostra gli scripts
sv: Visa script

source: Show hooks
cs_cz: Zobrazit háčky
it: Mostra le connessioni
sv: Visa hooks

source: Show variables
cs_cz: Zobrazit proměnné
it: Mostra le variabili
sv: Visa variabler

source: Show packages
cs_cz: Zobrazit balíčky
it: Mostra i pacchetti
sv: Visa paket

source: Show partitions
cs_cz: Zobrazit oddíly
it: Mostra le partizioni
sv: Visa partitioner

source: This FAI template is write protected. Editing may break it!
cs_cz: Tato šablona plně samočinné instalace je chráněna proti zápisu. Jakékoli úpravy by ji mohly rozbít!
it: Questo modello FAI è protetto contro la scrittura. La modifica potrebbe danneggiare il file !
sv: Den här FAI-mallen är skrivskyddad. Att redigera den kan förstöra den!

source: Edit anyway
cs_cz: Přesto upravit
it: Modifica malgrado l'avvertimento
sv: Redigera ändå

source: Use 'setup-storage' to partition the disk
cs_cz: Pro rozdělení úložiště použijte setup-storage
it: Utilizza 'setup storage' per partizionare il disco
sv: Använd 'setup-storage' för att partitionera disken

source: Discs
cs_cz: Jednotky datového úložiště
it: Dischi
sv: Diskar

source: Add disk
cs_cz: Přidat jednotku datového úložiště
it: Aggiungi un disco
sv: Lägg till disk

source: Add RAID
cs_cz: Přidat RAID pole
it: Aggiungi il RAID
sv: Lägg till RAID

source: Add volume group
cs_cz: Přidat skupinu svazků
it: Aggiungi un gruppo di volumi
sv: Lägg till volymgrupp

source: List of scripts
cs_cz: Seznam skriptů
it: Elenco degli scripts
sv: Script-lista

source: Choose a priority
cs_cz: Zvolte prioritu
it: Scegli una priorità
sv: Välj prioritet

source: Hook attributes
cs_cz: Atributy háčku
it: Attributi delle connessioni
sv: Hook-attribut

source: Choose an existing FAI task
cs_cz: Zvolte existující úlohu plně samočinné instalace
it: Scegli un'attività FAI esistente
sv: Välj en existerande FAI-åtgärd

source: LDAP tree
it: Struttura LDAP
sv: LDAP-träd

source: Service infrastructure
it: Servizio d'infrastruttura
sv: Tjänste-infrastruktur

source: Debian release used on this repository
it: Release Debian usata su questo repository
sv: Debian-release som används i det här förrådet

source: Debian sections available on this repository
it: Sezioni Debian disponibili su questo repository
sv: Tillgängliga Debian-sektioner i det här förrådet

source: Debian repository
it: Repository Debian
sv: Debian-förråd

source: Services
it: Servizi
sv: Tjänster

source: Repository service
it: Servizio di deposito
sv: Förråds-tjänst

source: s
sv: er
