Repository: Animtim/fusiondirectory-plugins
Catalog: fai/locale/*/fusiondirectory.po
Languages: cs_cz, it, sv

source: Error
cs_cz: Chyba
it: Errore
sv: Fel

source: file is empty
cs_cz: soubor je prázdný
it: Il file è vuoto
sv: filen är tom

source: Download
cs_cz: Stáhnout
it: Scarica
sv: Ladda ner

source: Name
cs_cz: název
it: Nome
sv: Namn

source: Script
cs_cz: Skript

source: Script entry
cs_cz: Položka skriptu
it: Script
sv: Script-post

source: FAI script entry
cs_cz: Položka FAI skriptu
it: Script FAI
sv: FAI-scriptpost

source: Description
cs_cz: Popis
it: Descrizione
sv: Beskrivning

source: Script Priority
cs_cz: Priorita skriptu
it: Priorità dello script
sv: Skriptprioritet

source: partition table
cs_cz: tabulka rozdělení úložiště
it: Tavola delle partizioni
sv: partitionstabell

source: script
cs_cz: skript

source: hook
cs_cz: Háček
it: connessioni

source: variable
cs_cz: proměnná
it: Variabile
sv: variabel

source: template
cs_cz: šablona
it: Modello
sv: mall

source: package list
cs_cz: seznam balíčků
it: Elenco dei pacchetti
sv: paketlista

source: Permission error
cs_cz: Chyba oprávnění
it: Errore di autorizzazione
sv: Rättighetsfel

source: You have no permission to create a new %s!
cs_cz: Nejste oprávněni vytvořit nové %s!
it: Non hai il permesso di creare un nuovo %s !
sv: Du har inte rättigheter att skapa en ny %s!

source: profile
cs_cz: profil
it: profilo
sv: profil

source: Branch locked
cs_cz: Větev uzamčena
it: Ramo bloccato
sv: Avgrening låst

source: The following entries are locked, you can't remove them %s.
cs_cz: Tyto položky není možné odebrat, protože jsou uzamčeny %s.
it: Le seguenti entries %s sono bloccate, non puoi rimuoverle.
sv: Följande poster är låsta, du kan inte ta bort dem %s.

source: FAI object
cs_cz: FAI objekt
it: Oggetto FAI
sv: FAI-objekt

source: FAI branch/freeze
cs_cz: FAI větvení / „zmrazení“
it: FAI ramo/bloccato
sv: FAI-avgrening/-frysning

source: You have no permission to delete this release!
cs_cz: Nejste oprávněni smazat toto vydání!
it: Non hai il permesso di rimuovere questa versione !
sv: Du har inte rättigheter att ta bort den här releasen!

source: Warning
cs_cz: Varování
it: Avvertimento
sv: Varning

source: Release remove aborted because the release name check failed!
cs_cz: Odebírání vydání bylo přerušeno z důvodu selhání kontroly jeho názvu!
it: La rimozione della versione non è riuscita a causa dui un errore nella verifica del suo nome !
sv: Borttagning av den här releasen avbröts för att namnkontrollen misslyckades!

source: Configuration
cs_cz: Nastavení
it: Configurazione
sv: Konfiguration

source: Branch
cs_cz: Větev
it: Ramo
sv: Avgrening

source: Continue
cs_cz: Pokračovat
it: Continua
sv: Fortsätt

source: Partition table
cs_cz: Tabulka rozdělení úložiště
it: Tavola delle partizioni
sv: Partitionstabell

source: Package list
cs_cz: Seznam balíčků
it: Elenco dei pacchetti
sv: Paketlista

source: Scripts
cs_cz: Skripty
sv: Script

source: Variables
cs_cz: Proměnné
it: Variabili
sv: Variabler

source: Hooks
cs_cz: Háčky
it: Connessioni

source: Profile
cs_cz: Profil
it: Profilo
sv: Profil

source: Templates
cs_cz: Šablony
it: Modelli
sv: Mallar

source: Manage FAI software packages and deployment recipes
cs_cz: Spravovat FAI balíčky programového vybavení a skripty pro nasazení
it: Gestire i pacchetti software e le ricette di implementazione di FAI
sv: Hantera FAI-programpaket och deployment-recept

source: Invalid package names
cs_cz: Neplatné názvy balíčků
it: Nome di pacchetto non valido
sv: Ogiltiga paketnamn

source: The following package names don't match the Debian policy: %s
cs_cz: Názvy těchto balíčků neodpovídají zásadám v distribuci Debian: %s
it: Il pacchetto seguente non corrisponde alla politica Debian : %s
sv: Följande paketnamn matchar inte Debians policy: %s

source: Configured
cs_cz: Nastaveno
it: Configurato
sv: Konfigurerad

source: Package marked for removal
cs_cz: Balíčky označené k odstranění
it: Pacchetto marcato per la rimozione
sv: Paket markerat för borttagning

source: Mark package for removal
cs_cz: Označit balíček k odstranění
it: Marca il pacchetto per la rimozione
sv: Marker paket för borttagning

source: Configure this package
cs_cz: Nastavit tento balíček
it: Configura il pacchetto
sv: Konfigurera det här paketet

source: Remove this package
cs_cz: Odebrat tento balíček
it: Rimuovi questo pacchetto
sv: Ta bort det här paketet

source: Please select a least one package!
cs_cz: Vyberte alespoň jeden balíček!
it: Seleziona almeno un pacchetto !
sv: Välj åtminstone ett paket!

source: Please choose a valid release/section combination for your repository setup!
cs_cz: V nastaveních repozitářů použijte správnou kombinaci vydání/sekce!
it: Scegli una combinazione versione/sessione valida per la creazione del tuo deposito di pacchetti !
sv: Välj en giltig release/sektion-kombination för din förrådskonfiguration!

source: Infrastructure service
cs_cz: Služba infrastruktura

source: Unkown packages
cs_cz: Neznámé balíčky
it: Pacchetti sconosciuti
sv: Okända paket

source: Package
cs_cz: Balíček
it: Pacchetto
sv: Paket

source: FAI Package list
cs_cz: Seznam balíčků pro FAI
it: Elenco dei pacchetti FAI
sv: FAI-paketlista

source: FAI Package
cs_cz: FAI balíček
it: Pacchetto FAI
sv: FAI-paket

source: Packages
cs_cz: Balíčky
it: Pacchetti
sv: Paket

source: Section
cs_cz: Oddíl
it: Sezione
sv: Sektion

source: Readonly
cs_cz: Pouze pro čtení
it: Sola lettura
sv: Endast läsbar

source: Install Method
cs_cz: Způsob instalace
it: Metodo di installazione
sv: Installationsmetod

source: Package configuration
cs_cz: Nastavení balíčku
it: Configurazione dei pacchetti
sv: Paketkonfiguration

source: Release
cs_cz: Vydání
it: Versione

source: The disk cannot be deleted while it is used in the '%s' disk definition!
cs_cz: Jednotku není možné odebrat, protože je použita v definici úložiště %s!
it: Il disco non può essere rimosso perchè è utilizzato nella definizione del disco '%s' !
sv: Disken kan inte tas bort medan den används i diskdefinitionen för '%s'!

source: edit
cs_cz: Upravit
it: modifica
sv: redigera

source: delete
cs_cz: smazat
it: elimina
sv: ta bort

source: FAI partition table
cs_cz: FAI tabulka rozdělení úložiště
it: Tavola delle partizioni FAI
sv: FAI-partitionstabell

source: Read only
cs_cz: Pouze pro čtení
it: Solo lettura
sv: Endast läsning

source: Device
cs_cz: Zařízení
it: Dispositivi
sv: Enhet

source: Label
cs_cz: Popisek
it: Etichetta
sv: Etikett

source: UUID
cs_cz: Jedinečný identifikátor uživatele (UUID)

source: Disks
cs_cz: Úložiště
it: Dischi
sv: Diskar

source: Size
cs_cz: Velikost
it: Dimensione
sv: Storlek

source: encrypted
cs_cz: šifrované
it: criptato
sv: krypterad

source: bootable
cs_cz: Zaveditelné
it: Avviabile
sv: bootbar

source: preserve
cs_cz: zachovat
sv: bevara

source: You have more than four primary partition table entries in your configuration, please check your configuration twice.
cs_cz: Ve svém nastavení máte určeno více než 4 hlavní oddíly (což je technicky neproveditelné) – překontrolujte nastavení.
it: Ci sono più di 4 partizioni primarie nella tua configurazione, verifica di nuovo la tua configurazione !
sv: Du har fler än fyra primära partitionstabellsposter i din konfiguration, vänligen kontrollera din konfiguration igen.

source: You cannot have more than three primary partition while using logical partitions, please check your configuration twice.
cs_cz: Pokud chcete použít i logické oddíly, není technicky možné současně s tím mít více než 3 hlavní oddíly – překontrolujte nastavení.
it: Non puoi avere più di 3 partizioni primarie quando usi delle partizioni logiche, verifica di nuovo la tua configurazione.
sv: Du kan inte ha fler än tre primära partitioner när du använder logiska partitioner, vänligen kontrollera din konfiguration igen.

source: Partition table entry
cs_cz: Položka tabulky rozdělení úložiště
it: Elenco della tavola delle partizioni
sv: Partitionstabellspost

source: FAI partition table entry
cs_cz: Položka tabulky rozdělení úložiště pro FAI
it: Elenco della tavola delle partizioni FAI
sv: FAI-partitionstabellspost

source: Disk options
cs_cz: Předvolby jednotky datového úložiště
it: Opzioni dei dischi
sv: Diskalternativ

source: Partition type
cs_cz: Typ oddílu
it: Tipo di partizione
sv: Partitionstyp

source: Partition no.
cs_cz: Číslo oddílu
it: Partizione numero
sv: Partition nr.

source: File system type
cs_cz: Typ souborového systému
it: Tipo di file system
sv: Filsystemstyp

source: Mount point
cs_cz: Přípojný bod
it: Punto di montaggio
sv: Monteringspunkt

source: Partition size
cs_cz: Velikost oddílu
it: Dimensione della partizione
sv: Partitionsstorlek

source: Mount options
cs_cz: Volby připojování
it: Opzioni di montaggio
sv: Monteringsalternativ

source: File system options
cs_cz: Předvolby souborového systému
it: Opzioni del file system
sv: Filsystemsalternativ

source: Partition flags
cs_cz: Příznaky oddílu
it: Indicatore delle partizioni
sv: Partitionsflaggor

source: This package has no debconf options.
cs_cz: Tento balíček nemá žádné volby pro debconf.
it: Questo pacchetto non ha opzioni Debconf.
sv: Det här paketet har inga debconf-alternativ.

source: This debconf question is dynamically generated during package installation and requires choosing between specific options which cannot be presented here. The entered text needs to be one of the valid choices in order to take effect.
cs_cz: Obsah tohoto debconf dotazu vychází až z podmínek průběhu instalace balíčku v konkrétních podmínkách. Pokud tyto podmínky dopředu znáte, je možné sem zadat příslušnou odpověď. Ovšem je třeba se trefit naprosto přesně, jinak nebude mít účinku.
it: Questa domanda debconf viene generata dinamicamente durante l'installazione del pacchetto e richiede di scegliere tra le opzioni specifiche che non possono essere presentate qui. Al fine di avere effetto il testo inserito deve essere una delle scelte valide.
sv: Den här debconf-frågan genereras dynamiskt under paketinstallation och kräver ett val mellan specifika alternativ som inte kan presenteras här. Den inskrivna texten måste vara ett av de giltiga valen för att träda i kraft.

source: no file uploaded yet
cs_cz: doposud nebyl nahrán žádný soubor
it: ancora nessun file scaricato
sv: ingen fil uppladdad än

source: exists in database (size: %s bytes)
cs_cz: je přítomno v databázi (velikost: %s bajtů)
it: esiste nel database (dimensione : %s bytes)
sv: finns i databas (storlek: %s bytes)

source: File
cs_cz: Soubor
sv: Fil

source: Destination path
cs_cz: Cílové umístění
it: Directory di destinazione
sv: Destinationens sökväg

source: File name
cs_cz: Název souboru
it: Nome del file
sv: Filnamn

source: User
cs_cz: Uživatel
it: Utente
sv: Användare

source: Group
cs_cz: Skupina
it: Gruppi
sv: Grupp

source: Template entry
cs_cz: Položka šablony
it: Modello
sv: Mall-post

source: FAI template entry
cs_cz: Položka šablony FAI
it: Modello FAI
sv: FAI-mall-post

source: Template file
cs_cz: Soubor šablony
it: File del modello
sv: Mall-fil

source: Template path
cs_cz: Umístění šablony
it: Path del modello
sv: Mall-sökväg

source: File owner
cs_cz: Vlastník souboru
it: Propietario del file
sv: Filägare

source: File permissions
cs_cz: Práva na souboru
it: Autorizzazioni del file
sv: Filrättigheter

source: LDAP error
cs_cz: Chyba LDAP
it: Errore LDAP
sv: LDAP-fel

source: Error, following objects should be equal '%s' and '%s'
cs_cz: Chyba – následující objekty by měly být shodné: %s a %s
it: Errore, i seguenti oggetti devono essere uguali '%s' e '%s'
sv: Fel, följande objekt borde vara lika: '%s' och '%s'

source: Creating group application release for %s
cs_cz: Vytváření vydání skupinové aplikace pro %s
it: Creazione di un gruppo di applicazione per la versione %s
sv: Skapar gruppapplikationsrelease för %s

source: Object
cs_cz: Objekt
it: Oggetto
sv: Objekt

source: Adding missing group application release container %s.
cs_cz: Přidávání chybějícího kontejneru %s vydání skupinové aplikace.
it: Aggiunta del gruppo di applicazioni mancanti %s.
sv: Lägger till saknad behållare för gruppapplikations-release %s.

source: Adding group application release container %s.
cs_cz: Přidávání kontejneru %s vydání skupinové aplikace.
it: Aggiunta del gruppo di applicazioni %s.
sv: Lägger till behållare för gruppapplikations-release %s.

source: Could not create menu entry %s. (Already exists).
cs_cz: Nelze vytvořit položku nabídky %s (již existuje).
it: Impossibile creare l'entry di menu %s (esiste già).
sv: Kunde inte skapa meny-post %s. (Finns redan).

source: Created group application menu entry for %s.
cs_cz: V nabídce byla vytvořena položka skupiny aplikací pro %s.
it: Il menu del gruppo di applicazioni %s è stato creato.
sv: Skapade menypost för gruppapplikation %s.

source: Creating copy of %s
cs_cz: Vytváření kopie %s
it: Creazione di una copia di %s
sv: Skapar kopia av %s

source: Processing
cs_cz: Zpracování…
it: Trattamento in corso
sv: Processar

source: Could not create new release, the destination dn is already in use.
cs_cz: Nelze vytvořit nové vydání – cílový rozlišený název je již používán.
it: Impossibile creare una nuova versione, il DN di destinazione esiste già.
sv: Kunde inte skapa ny release, destinationens dn används redan.

source: Error while fetching source dn - aborted!
cs_cz: Došlo k chybě při získávání rozlišeného názvu zdroje – přerušeno!
it: Errore durante il recupero del DN - operazione interrotta !
sv: Fel när källans dn hämtades - avbruten!

source: Fatal error
cs_cz: Fatální chyba
it: Errore fatale
sv: Allvarligt fel

source: Release creation failed due to ldap errors. Additional informations '%s'.
cs_cz: Vytvoření vydání se nezdařilo z důvodu chyb v LDAP. Bližší informace viz %s.
it: La creazione della versione non è riuscita in seguito a degli errori LDAP. Informazioni aggiuntive '%s'.
sv: Skapandet av en release misslyckades på grund av ldap-fel. Ytterligare information '%s'.

source: primary
cs_cz: hlavní
it: primario
sv: primär

source: logical
cs_cz: logický
it: logico
sv: logisk

source: Type
cs_cz: Typ
it: Tipo
sv: Typ

source: FS type
cs_cz: Typ souborového systému
it: Tipo FS
sv: FS-typ

source: Size in MB
cs_cz: Velikost v MB
it: Dimensione in MB
sv: Storlek i MB

source: FS option
cs_cz: Volby souborového systému
it: Opzioni del file system
sv: FS-alternativ

source: Preserve
cs_cz: Zachovat
it: Preserva
sv: Bevara

source: False
cs_cz: Ne
it: Falso
sv: Falskt

source: True
cs_cz: Ano
it: Vero
sv: Sant

source: Remove
cs_cz: Odebrat
it: Rimuovi
sv: Ta bort

source: please enter a unique mount point for partition %s
cs_cz: Zadejte jiný přípojný bod pro oddíl %s – tento je již používán
it: Indica un punto di montaggio unico per la partizione %s
sv: skriv in en unik monteringspunkt för partition %s

source: partition %s mount point
cs_cz: přípojný bod oddílu %s
it: partizione %s punto di montaggio
sv: partionen %s monteringspunkt

source: File system type 'swap' is already used, change file system type for partition %s.
cs_cz: Toto by byl již druhý souborový systém pro odkládání stránek paměti (swap) na stejné jednotce datového úložiště. Takové uspořádání by nic nezlepšilo, raději tedy použijte oddíl %s pro jiný typ souborového systému.
it: Il file system 'swap' è già utilizzato, cambia il tipo di file system per la partizione %s.
sv: Filsystemstyp 'swap' används redan, ändra filsystemstyp för partitionen %s.

source: Please use 'swap' as mount point, if 'swap' is used as fs-type.
cs_cz: Pro souborové systémy typu swap použijte jako přípojný bod též swap.
it: Utilizza 'swap' come punto di montaggio, se 'swap' è utilizzato come tipo di file system.
sv: Använd 'swap' som monteringspunkt, om 'swap' används som fs-typ.

source: partition %s size
cs_cz: velikost oddílu %s
it: Dimensione della partizione %s
sv: partition %s storlek

source: You have more than 3 primary partition table entries in your configuration, please check your configuration twice.
cs_cz: Nastavili jste více než 3 hlavní oddíly – překontrolujte to.
it: Hai più di tre partizioni primarie nella tua configurazione, verifica la tua configurazione !
sv: Du har fler än 3 primära partitioner i din konfiguration, vänligen kontrollera din konfiguration noga.

source: Please select the desired entries
cs_cz: vyberte požadované položky
it: Seleziona le entries desiderate
sv: Välj önskade poster

source: Version
cs_cz: Verze
it: Versione

source: This list displays all assigned class names for this profile.
cs_cz: Tento seznam zobrazuje názvy všech tříd, přiřazených k tomuto profilu.
it: Questo elenco mostra tutte le classi appartenenti a questo profilo
sv: Den här listan visar alla tilldelade klasser för den här profilen.

source: Hook bundle
cs_cz: Svazek háčku
it: Insieme di connessioni
sv: Hook-samling

source: Template bundle
cs_cz: Svazek šablony
it: Insieme di modelli
sv: Mall-samling

source: Script bundle
cs_cz: Svazek skriptu
it: Insieme di script
sv: Script-samling

source: Variable bundle
cs_cz: Svazek proměnné
it: Insieme di variabili
sv: Variabel-samling

source: Package bundle
cs_cz: Svazek balíčku
it: Insieme di pacchetti
sv: Paket-samling

source: Remove class from profile
cs_cz: Odebrat třídu z profilu
it: Rimuovi la classe dal profilo
sv: Ta bort klass från profil

source: Up
cs_cz: Nahoru
it: Sopra
sv: Upp

source: Down
cs_cz: Dolů
it: Sotto
sv: Ner

source: No class specified for this profile!
cs_cz: Pro tento profil není zadána třída!
it: Nessuna classe è stata specificata per questo profilo !
sv: Ingen klass specificerad för den här profilen!

source: You can't use the same name for a class and a profile!
cs_cz: Stejný název nelze použít pro třídu i sadu nastavení!

source: FAI profile
cs_cz: Sada nastavení FAI instalace
it: Profilo FAI
sv: FAI-profil

source: FAI Profile
cs_cz: Sada nastavení plně samočinné instalace
it: Profilo FAI
sv: FAI-profil

source: FAI classes
cs_cz: Třídy plně samočinné instalace
it: Classi FAI
sv: FAI-klasser

source: Hook entry
cs_cz: Položka háčku
it: Connessioni
sv: Hook-post

source: FAI hook entry
cs_cz: Položka háčku FAI
it: Connessioni FAI
sv: FAI-hook-post

source: Task
cs_cz: Úkol
it: Attività
sv: Åtgärd

source: FAI script
cs_cz: Skript plně samočinné instalace
it: Script FAI

source: Debconf information for package '%s'
cs_cz: Informace ohledně Debconf pro balíček %s
it: Informazione Debconf per il pacchetto '%s'
sv: Debconf-information för paketet '%s'

source: Create new FAI object
cs_cz: Vytvořit nový objekt plně samočinné instalace
it: Crea un nuovo oggetto FAI
sv: Skapa nytt FAI-objekt

source: The file encodig has changed from '%s' to '%s'. Do you really want to save?
cs_cz: Znaková sada souboru byla změněna z %s na %s. Opravdu chcete uložit?
it: La codifica del file è cambiata da '%s' verso '%s', voui davvero registrare la modifica ?
sv: Filens teckenkodning har ändrats från '%s' till '%s'. Vill du verkligen spara?

source: Sort direction
cs_cz: Směr seřazení
it: Direzione dell'ordinamento
sv: Sorteringsordning

source: Priority
cs_cz: Priorita
it: Priorità
sv: Prioritet

source: Action
cs_cz: Akce
it: Azione
sv: Åtgärd

source: Properties
cs_cz: Vlastnosti
it: Proprietà
sv: Egenskaper

source: Template
cs_cz: Šablona
it: Modello
sv: Mall

source: FAI template
cs_cz: Šablona plně samočinné instalace
it: Modello FAI
sv: FAI-mall

source: Content
cs_cz: Obsah
it: Contenuto
sv: Innehåll

source: Variable entry
cs_cz: Položka proměnné
it: Contenuto della variabile
sv: Variabelpost

source: FAI variable entry
cs_cz: Položka proměnné plně samočinné instalace
it: Contenuto della variabile FAI
sv: FAI-variabelpost

source: Variable content
cs_cz: Obsah proměnné
it: Contenuto della variabile
sv: Variabel-innehåll

source: Logical
cs_cz: Logický
it: Logico
sv: Logisk

source: Primary
cs_cz: Hlavní
it: Primario
sv: Primär

source: fixed
cs_cz: pevné
it: fisso
sv: fixerad

source: dynamic
cs_cz: dynamické
it: dinamico
sv: dynamisk

source: remaining space
cs_cz: zbývající datová kapacita
it: spazio restante
sv: återstående utrymme

source: always
cs_cz: vždy
it: sempre
sv: alltid

source: reinstall
cs_cz: přeinstalovat
it: reinstalla
sv: återinstallera

source: swap space
cs_cz: prostor pro odkládání paměťových stránek
it: dimensione della swap
sv: växlingsutrymme

source: spare
cs_cz: náhradní
sv: reserv

source: missing
cs_cz: chybějící
it: mancante
sv: saknas

source: Options
cs_cz: Volby
it: Opzioni
sv: Alternativ

source: Minimum partition size
cs_cz: Nejmenší velikost oddílu
it: Dimensione minima della partizione
sv: Minsta partitionsstorlek

source: Maximum partition size
cs_cz: Největší velikost oddílu
it: Dimensione massima della partizione
sv: Största partitionsstorlek

source: Raid arrays must contain at least two partitions!
cs_cz: Pole RAID nelze vytvořit z méně než dvou oddílů!
it: Gli arrays RAID devono contenere almeno 2 partizioni !
sv: Raid-arrayer måste innehålla minst två partitioner!

source: Raid 0 arrays can only be realized with a combination of two partitions!
cs_cz: Pole RAID 0 může obsahovat jedině a pouze dva oddíly!
it: Gli arrays RAID 0 possono essere composti solo da 2 partizioni !
sv: Raid 0-arrayer kan bara fungera med en kombination av två partitioner!

source: Edit
cs_cz: Upravit
it: Modifica
sv: Redigera

source: Delete
cs_cz: Smazat
it: Rimuovi
sv: Ta bort

source: Hook
cs_cz: Háček
it: Connessioni

source: FAI hook
cs_cz: Háček plně samočinné instalace
it: Connessioni FAI

source: Variable
cs_cz: Proměnná
it: Variabile
sv: Variabel

source: FAI variable
cs_cz: Proměnná pro plně samočinnou instalaci
it: Variabile FAI
sv: FAI-variabel

source: Class name
cs_cz: Název třídy
it: Nome della classe
sv: Klassnamn

source: Objects
cs_cz: Objekty
it: Oggetti
sv: Objekt

source: List of deployment classes and products
cs_cz: Seznam tříd nasazení a produktů
it: Elenco delle classi e dei pacchetti di distribuzione
sv: Lista med deployment-klasser och -produkter

source: partitionTable
cs_cz: tabulkaOddilu
it: tabella delle partizioni
sv: partitionsTabell

source: packagelist
cs_cz: seznam balíčků
it: lista dei pacchetti
sv: paketlista

source: Actions
cs_cz: Akce
it: Azioni
sv: Åtgärder

source: Create
cs_cz: Vytvořit
it: Crea
sv: Skapa

source: Sort down
cs_cz: Seřadit sestupně

source: Sort up
cs_cz: Seřadit vzestupně

source: Date
cs_cz: Datum

source: Available logs
cs_cz: Záznamy protokolu k dispozici

source: Selected log
cs_cz: Zvolený záznam protokolu

source: Content of the selected log
cs_cz: Obsah zvoleného záznamu protokolu

source: FAI Logs
cs_cz: Záznamy protokolu FAI

source: FAI Logs Viewer
cs_cz: Prohlížeč záznamů protokolu FAI

source: Selected file
cs_cz: Zvolený soubor

source: Selected file: %s
cs_cz: Zvolený soubor: %s

source: FAI settings
cs_cz: Nastavení plně samočinné instalace
it: Impostazioni FAI
sv: FAI-inställningar

source: FAI profil and release to be applied to this computer
cs_cz: Profil FAI instalace a vydání, které má být použito na tento počítač
it: Profilo e Release FAI da applicare a questo computer
sv: FAI-profil och release att applicera på den här datorn

source: FAI debian release to be installed on this computer
cs_cz: FAI instalace vydání systému Debian, které má být nainstalováno na tento počítač
it: Release Debian per FAI da installare in questo computer
sv: FAI Debian release att installera på den här datorn

source: Profil
cs_cz: Sada nastavení
it: Profilo

source: FAI profil to be applied to this computer
cs_cz: Profil FAI instalace, který má být použit na tento počítač
it: Profilo FAI da applicare a questo computer
sv: FAI-profil att applicera på den här datorn

source: Repository
cs_cz: Repozitář
it: Deposito
sv: Förråd

source: FAI Debian repository to be used for installation
cs_cz: Repozitář systému Debian pro FAI instalaci, který má být použit pro instalaci
it: Repository Debian per FAI da usare per l'installazione
sv: FAI Debian-förråd att använda för installation
