Repository: Animtim/fusiondirectory-plugins
Catalog: ipmi/locale/*/fusiondirectory.po
Languages: pt_br

source: IPMI configuration
pt_br: Configuralção IPMI

source: FusionDirectory ipmi plugin configuration
pt_br: Configuração do plugin

source: LDAP tree
pt_br: Árvore LDAP

source: Branch in which IPMI objects will be stored (required)
pt_br: Ramo o qual os objetos IPMI serão guardados (requerido)

source: Credentials
pt_br: Credenciais

source: IPMI credentials
pt_br: Credenciais IPMI

source: IPMI client settings
pt_br: Configurações de cliente IPMI

source: User login
pt_br: Login de usuário

source: IPMI user login
pt_br: Login de usuário IPMI

source: User password
pt_br: Senha de usuário

source: IPMI user password
pt_br: Senha de usuário IPMI

source: Generic
pt_br: Genérico

source: IPMI generic
pt_br: IPMI genérico
