Repository: Animtim/fusiondirectory-plugins
Catalog: ppolicy/locale/*/fusiondirectory.po
Languages: el_gr

source: Password policies
el_gr: Πολιτικές κωδικών πρόσβασης

source: Password policies management
el_gr: Διαχείριση πολιτικών κωδικών πρόσβασης

source: Password policy
el_gr: Πολιτική κωδικών πρόσβασης

source: Password policy for ppolicy overlay
el_gr: Πολιτική κωδικών πρόσβασης για το ppolicy overlay

source: Policy
el_gr: Πολιτική

source: Policy name
el_gr: Όνομα πολιτικής

source: Minimum length
el_gr: Ελάχιστο μήκος

source: Minimum length of the user supplied password - passwords shorter than this value will be rejected
el_gr: Το ελάχιστο μήκος του κωδικού του χρήστη- κωδικοί μικρότεροι από αυτή την τιμή θα απορρίπτονται

source: Passwords in history
el_gr: Κωδικοί πρόσβασης στο ιστορικό

source: Number of passwords that are maintained in a list of previously used passwords
el_gr: Αριθμός κωδικών που θα διατηρούνται σε μια λίστα παλιών αποθηκευμένων κωδικών

source: Minimum password age
el_gr: Ελάχιστη ηλικία κωδικού πρόσβασης

source: Minimum time between password changes
el_gr: Ελάχιστος χρόνος μεταξύ αλλαγών κωδικού πρόσβασης

source: Maximum password age
el_gr: Μέγιστη ηλικία κωδικού πρόσβασης

source: Maximum time a password is valid, after which it is deemed to be no longer usable and any bind operations attempted with the expired password will be treated as invalid
el_gr: Μέγιστος χρόνος εγκυρότητας ενός κωδικού, με την λήξη του οποίου ο κωδικός θα είναι άχρηστος και όλες οι αιτούμενες λειτουργίες θα απορρίπτονται.

source: Expiry warning delay
el_gr: Καθυστέρηση προειδοποίησης λήξης

source: Grace period
el_gr: Περίοδος χάριτος

source: Allow user change
el_gr: Να επιτρέπεται η αλλαγή χρήστη

source: Whether users are allowed to change their own passwords
el_gr: Αν θα επιτρέπεται στους χρήστες να αλλάζουν τους κωδικούς τους

source: Safe modify
el_gr: Ασφαλής τροποποίηση

source: Lock out
el_gr: Κλείδωμα λογαριασμού

source: Activate lock out
el_gr: Ενεργοποίηση κλειδώματος

source: Lock out duration
el_gr: Διάρκεια κλειδώματος

source: Maximum failures
el_gr: Μέγιστος αριθμός αποτυχιών

source: Number of consecutive password failures allowed before automatic lock out
el_gr: Αριθμός αποτυχημένων εισαγωγών κωδικού πριν από το κλείδωμα του λογαριασμού

source: Failure count interval
el_gr: Διάστημα μέτρησης αποτυχημένων προσπαθειών

source: Must change
el_gr: Πρέπει να γίνει αλλαγή

source: Statistics about ppolicy expired users
el_gr: Στατιστικά για τους χρήστες ppolicy που έχουν λήξει

source: Expired accounts
el_gr: Λογαριασμοί που έχουν λήξει

source: Locked accounts
el_gr: Κλειδωμένοι λογαριασμοί

source: Configuration error
el_gr: Σφάλμα ρύθμισης

source: Default ppolicy "%s" could not be found in the LDAP!
el_gr: Δεν ήταν δυνατή η εύρεση του Ppolicy "%s" στο LDAP!

source: Ppolicy "%s" set for user "%s" could not be found in the LDAP!
el_gr: Η Ppolicy "%s" που έχει οριστεί για χρήστη "%s" δεν μπορεί να βρεθεί στο LDAP!

source: Edit user's password policy
el_gr: Επεξεργασία πολιτικής κωδικού χρήστη

source: Use a specific policy for this user
el_gr: Χρήση μιας συγκεκριμένης πολιτικής για αυτόν τον χρήστη

source: Last password change
el_gr: Τελευταία αλλαγή κωδικού

source: Last time the password for the entry was changed
el_gr: Τελευταία φορά που έχει γίνει αλλαγή κωδικού

source: Account locked time
el_gr: Χρόνος κλειδωμένου λογαριασμού

source: Time the account was locked
el_gr: Χρόνος που ήταν κλειδωμένος ο λογαριασμός

source: Reset locking
el_gr: Επαναφορά κλειδώματος

source: Resets the lock status of this account
el_gr: Επαναφέρει την κατάσταση κλειδώματος για αυτόν τον λογαριασμό

source: Reset with the same password
el_gr: Επαναφορά με τον ίδιο κωδικό

source: Reset and force change
el_gr: Επαναφορά και εξαναγκασμός αλλαγής

source: Use the default
el_gr: Χρήση προεπιλογής

source: Never
el_gr: Ποτέ

source: Unlocked
el_gr: Ξεκλειδωμένος

source: Ppolicy plugin configuration
el_gr: Ρύθμιση προσθέτου Ppolicy

source: FusionDirectory ppolicy plugin configuration
el_gr: Ρύθμιση προσθέτου FusionDirectory ppolicy

source: Ppolicy plugin
el_gr: Πρόσθετο Ppolicy

source: Default ppolicy cn
el_gr: Προεπιλογμένη ppolicy cn

source: There is one locked account
el_gr: Υπάρχει ένας κλειδωμένος λογαριασμός

source: There is no locked account
el_gr: Δεν υπάρχει κλειδωμένος λογαριασμός

source: manager
el_gr: διαχειριστής

source: mail
el_gr: αλληλογραφία
