Repository: Animtim/fusiondirectory-plugins
Catalog: scalix/locale/*/LC_MESSAGES/messages.po
Languages: cs, de, it, nl

source: Scalix account
cs: účet pro Scalix
de: Scalix-Konto
it: Account di Scalix

source: Mailbox class
cs: druh e-mailové schránky
de: Mailbox-Klasse
it: Classe della casella di posta elettronica
nl: Mailbox klasse

source: Server language
cs: jazyk serveru
de: Serversprache
it: Lingua del server
nl: Server taal

source: Administrator
cs: správce
it: Amministratore
nl: Beheerder

source: Mailbox administrator
cs: správce schránek
it: Amministratore delle caselle di posta eletttronica

source: Hide user entry in Scalix
cs: skrýt uživatele ve Scalixu
de: Verstecke Benutzereintrag in Scalix
it: Nascondi l'entry dell'utente in Scalix
nl: Verberg gebruiker gegevens in Scalix

source: Mailbox size limitations
cs: omezení velikosti schránky
de: Mailbox Größenbeschränkungen
it: Capacità massima della casella di posta elettronica
nl: Mailbox grootte beperkingen

source: Notify user
cs: upozorni uživatele
de: Benachrichtige Benutzer
it: Avverti l'utente
nl: Notifier gebroker

source: Scalix email addresses
cs: e-mailová adresa Scalixu
de: Scalix Email-Adressen
it: Indirizzo di posta elettronica di Scalix
nl: Scalix email adressen

source: Click the 'Edit' button below to change informations in this dialog
cs: Pro změnu informací v tomto dialogu klikněte na tlačítko „uprav“ (níže).
de: Betätigen sie den 'Bearbeiten'-Schalter unten um Informationen in diesem Dialog zu ändern
it: Click sul bottone 'Modifica' qui sotto per cambiare le informazioni di questa schermata
nl: Gebruik de 'Bewerk' knop hieronder om de informatie in deze dialoog te veranderen

source: Scalix settings
cs: nastavení Scalixu
de: Scalix-Einstellungen
it: Impostazioni di Scalix
nl: Scalix instellingen

source: List of scalix email addresses
cs: seznam e-mailových adres Scalixu
de: Liste alternativer Scalix Email-Adressen
it: Elenco degli indirizzi di posta elettronica di scalix
nl: Lijst of scalix email adressen

source: This does something
it: Questo fa qualcosa

source: This account has no scalix extensions.
it: Questo account non possiede estensioni Scalix.
nl: Deze account heeft geen scalix extensie

source: Remove scalix account
it: Elimina l'account Scalix
nl: Verwijder scalix account

source: This account has scalix synchronization enabled. You can disable it by clicking below.
it: Questo account possiede l'estensione Scalix. La puoi disattivare cliccando il bottone qui sotto.
nl: Deze account heeft de scalix syncronizatie ingesteld. U kan deze hieronder uitstellen .

source: This account has scalix synchronization disabled. You can enable it by clicking below.
it: Questo account non possiede l'estensione Scalix. La puoi creare cliccando il bottone qui sotto.
nl: Deze account heeft de scalix syncronizatie uitgesteld. U kan deze hieronder instellen .

source: LDAP error
it: Errore LDAP
nl: LDAP fout

source: Error
it: Errore
nl: Fout

source: Cannot add invalid mail address!
it: Stai cercando di aggungere un indirizzo di posta elettronica non valido !
nl: Kan geen invalide email adress toevoegen!

source: You have no permission to modify these addresses.
it: Non hai il permesso di modificare questi indirizzi.
nl: U hebt geen rechten om deze adressen te bewerken.

source: Cannot add mail address: it is already used by user '%s'.
it: L'indirizzo di posta elettronica che hai immesso è già utilizzato dall'utente '%s'.
nl: Kan mail adress niet toevoegen : is al in gebruik door gebruiker '%s'.

source: Mailnode
it: Nodo per la posta elettronica di scalix

source: Scalix object
it: Oggetto Scalix

source: Email address
it: Indirizzo di posta elettronica
nl: E-mail adres

source: Limit Mailbox
it: Limita la dimensione dell'account di posta elettronica
nl: Mailbox Limiet

source: My account
it: Identità personale
nl: Mijn account

source: Generic
cs: obecné
de: Allgemein
it: Informazioni
nl: Algemeen

source: Scalix mailnode
cs: poštovní uzel Scalixu
de: Scalix-Mailknoten
it: Nodo per la posta elettronica di scalix

source: Limited users can not make use of the group calendar functionality in Scalix
cs: Uživatelé, pro která platí omezení, nemohou používat funkci sdíleného adresáře ve Scalixu.
de: Eingeschränkte Benutzer können die Scalix Gruppenkalender-Funktion nicht verwenden
it: Gli utenti che possiedono un account limitato non possono accedere alle funzionalità del calendario di gruppo di Scalix
nl: Beperkte gebruikers kunnen niet de groepskalender functie gebruiken in Scalix

source: Scalix server language
cs: jazyk serveru Scalix
de: Scalix Serversprache
it: Lingua del server di Scalix.
nl: Scalix server taal

source: Message catalog language for client.
cs: Jazyk katalogu zpráv pro klienta.
de: Sprache des Nachrichtenkatalogs für Clients.
it: Lingua del client
nl: Message catalog language voor client.

source: Select for admin capability.
cs: Vyberte pro pověření správou.
de: Auswählen für Admin-Fähigkeit.
it: Seleziona per aggiungere le autorizzazioni di amministratore.
nl: Selecteer voor admin vermogen.

source: Scalix Administrator
cs: správce Scalixu
it: Amministratore di Scalix

source: Select for mailbox admin capability.
cs: Vyberte pro pověření správou schránek.
de: Auswählen für Mailbox-Adminstrator Fähigkeit.
it: Seleziona per aggiungere le autorizzazioni d'amministrazione degli account di Scalix.
nl: Selecteer voor mailbox admin vermogen.

source: Scalix Mailbox Administrator
cs: Správce schránky Scalixu.
it: Amministratore degli account di Scalix

source: Hide user entry from addressbook.
cs: Nezobrazuj uživatele v adresáři.
de: Verstecke Benutzereintrag im Adressbuch.
it: Nascondi l'entry dell'utente nella rubrica dei contatti.
nl: Verberg gebruiker gegeven van adressboek

source: Hide this user entry in Scalix
cs: Nezobrazuj uživatele ve Scalixu.
de: Verstecke diesen Benutzereintrag in Scalix
it: Nascondi l'entry di questo utente in Scalix
nl: Verberg deze gebruiker gegeven in Scalix

source: Limit mailbox size
cs: omezetní velikosti schránky
de: Maximale Größe der Mailbox
it: Limita la dimensione degli account di posta elettronica
nl: Mailbox grootte limiet

source: As sanction on mailbox quota overuse, stop user from sending mail.
cs: Pokud uživatel překročí hranice schránky, nedovol mu odesílat poštu.
de: Verbiete dem Benutzer das Senden von Mails, wenn er das Kontingent der Mailbox überschreitet.
it: come sanzione per aver oltrepassato la quota dell'account di posta elettronica, impedisci all'utente di inviare delle mail.
nl: Als sanctie op overmatig mailbox quota gebruik, belet de gebruiker van het verzenden van mails.

source: Limit Outbound Mail
cs: omezit odchozí poštu
de: Limitiere ausgehende Mail
it: Limita i messaggi in uscita
nl: Limiet Outbound Mail

source: As sanction on mailbox quota overuse, stop user from receiving mail.
cs: Pokud uživatel překročí hranice schránky, nedovol mu přijímat poštu.
de: Verbiete dem Benutzer das Empfangen von Mails, wenn er das Kontingent der Mailbox überschreitet.
it: come sanzione per aver oltrepassato la quota dell'account di posta elettronica, impedisci all'utente di ricevere le mail.
nl: Als sanctie op overmatig mailbox quota gebruik, belet de gebruik van mails te ontvangen.

source: Limit Inbound Mail
cs: omezit příchozí poštu
de: Limitiere eingehende Mail
it: Limita i messaggi in entrata
nl: Limiet Inbound Mail

source: As sanction on mailbox quota overuse, notify the user by eMail.
cs: Pokud uživatel překročí hranice schránky, upozorni ho zprávou.
de: Benachrichtige den Benutzer, wenn er das Kontingent der Mailbox überschreitet.
it: come sanzione per aver oltrepassato la quota dell'account di posta elettronica, avverti l'utente inviandogli una mail.
nl: Als sanctie op overmatig mailbox quota gebruik, notifieer de gebruik via email.

source: Notify User
cs: upozornit uživatele
de: Benutzer benachrichtigen
it: Avverti l'utente
nl: Notifieer Gebruiker

source: Limit outbound
cs: omezení velikosti odesílaného
de: Limitiere ausgehend
nl: Outbound limiet

source: Limit inbound
cs: omezení velikosti přijímaného
de: Limitiere eingehend
nl: Inbound limiet

source: This save and read the scalix account data from ldap
nl: Deze bewaart en leest de scalix account instellingen van de ldap

source: Create scalix account
nl: Maak scalix account

source: Scalix mailbox class
cs: typ poštovní schránky Scalixu
nl: Scalix mailbox klasse

source: Scalix Mail node
cs: e-mailový uzel Scalixu
de: Scalix Mailknoten
