Repository: Animtim/fusiondirectory-plugins
Catalog: squid/locale/*/fusiondirectory.po
Languages: it

source: This allow to store basic squid settings in ldap for each user
it: Questo permette di memorizzare le impostazioni di base di squid nell'annuario ldap per ogni utente

source: Proxy account
it: Account Proxy

source: Filter unwanted content (i.e. pornographic or violence related)
it: Filtra il contenuto non desiderato (p.e. pornografico o violento)

source: filterF
it: Filtro

source: Working Start
it: Avvio orario lavoro

source: HourStart
it: Ora d'avvio

source: MinuteStart
it: Minuto d'avvio

source: Limit proxy access to working time
it: Accesso al proxy autorizzato durante la fascia oraria seguente

source: Working Stop
it: Fine orario lavoro

source: MinuteStop
it: Minuto di fine

source: Restrict proxy usage by quota
it: Restringi la quantit√† di dati scaricabili via il proxy impostando una quota

source: Up
it: Sopra

source: hour
it: ora

source: day
it: giorno

source: week
it: settimana

source: month
it: mese
