Repository: Animtim/fusiondirectory-plugins
Catalog: opengroupware/locale/*/messages.po
Languages: cs_cz

source: Opengroupware account
cs_cz: účet pro OpenGroupware.org

source: This does something
cs_cz: tohle něco dělá

source: Configuration error
cs_cz: chyba nastavení

source: Open Groupware database
cs_cz: databáze OpenGroupware.org

source: OpenGroupware
cs_cz: OpenGroupware.org

source: Opengroupware
cs_cz: OpenGroupware.org

source: Open groupware account settings
cs_cz: nastavení účtu v OpenGroupware.org

source: Connectivity addon
cs_cz: doplněk „možnosti připojení“

source: Location team
cs_cz: kde se tým nachází

source: Template user
cs_cz: šablona uživatele

source: Locked
cs_cz: zamčeno

source: Teams
cs_cz: týmy
