Repository: Animtim/fusiondirectory-plugins
Catalog: debconf/locale/*/fusiondirectory.po
Languages: cs_cz, de, el_gr, fr, pt_br

source: List of debconf profiles
de: Liste von debconf Profilen
fr: Liste de profils debconf

source: Debconf Profile
de: Debconf Profil
fr: Profil Debconf

source: Name
cs_cz: Název
el_gr: Όνομα
fr: Nom
pt_br: Nome

source: Create
de: Anlegen
fr: Création

source: Profile
cs_cz: Profil
de: Profil
el_gr: Προφίλ
fr: Profil
pt_br: Perfil

source: Remove
de: Entfernen
fr: Effacer

source: Edit debconfProfile
de: Bearbeiten von debconfProfile
fr: Editer le profil

source: Remove debconfProfile
de: Entfernen des debconProfile
fr: Effacer le profil

source: Debconf profile management
cs_cz: Správa Debconf sady nastavení
de: Debconf Profilverwaltung
el_gr: Διαχείριση προφίλ Debconf
fr: Gestion des profils Debconf
pt_br: Gerenciador de perfil Debconf

source: Error
cs_cz: Chyba
de: Fehler
el_gr: Σφάλμα
fr: Erreur
pt_br: Erro

source: There is no template for this profile
cs_cz: Pro tento profil neexistuje šablona
de: Es gibt keine Vorlage für dieses Profil
el_gr: Δεν υπάρχει πρότυπο για αυτό το προφίλ
fr: Il n'y a pas de modèle pour ce profil
pt_br: Não existe nenhum modelo para este perfil

source: Can't find entry %s in LDAP for profile %s
cs_cz: Pro sadu nastavení %s nebyla v LDAP nalezena položka %s
de: Kann Eintrag %s in LDAP für Profil %s nicht finden
el_gr: Αδυναμία εύρεσης της καταχώρισης%s στο LDAP για το προφίλ %s
fr: Impossible de trouver l'entrée %s dans l'annuaire pour le profil %s
pt_br: Não foi encontrado a entrada %s em LDAP para o perfil %s

source: LDAP error
cs_cz: Chyba LDAP
de: LDAP-Fehler
el_gr: LDAP Λάθος
fr: Erreur LDAP
pt_br: Erro de LDAP

source: LDIF error
cs_cz: Chyba v LDIF
de: LDIF Fehler
el_gr: Σφάλμα LDIF
fr: Erreur LDIF
pt_br: Erro LDIF

source: In order to import a debconf file, please run the following command : <br/><i>debconf2ldif.pl -b ou=<b>name</b>,%s -k <b>filename</b> > template.ldif </i><br/>With <b>filename</b> the file name, and <b>name</b> the desired name for the template.<br/>
cs_cz: Debconf soubor importujete spuštěním následujícího příkazu: <br/><i>debconf2ldif.pl -b ou=<b>nazev</b>,%s -k <b>nazev_souboru</b> > sablona.ldif </i><br/>S názvem souboru <b>nazev_souboru</b> a požadovaným názvem šablony <b>nazev</b>.<br/>
de: Um eine debconf-Datei zu importieren, führen Sie den folgenden Befehl aus : <br/><i>debconf2ldif.pl -b ou=<b>name</b>,%s -k <b>filename</b> > template.ldif </i><br/>Mit <b>filename</b> dem Dateinamen, und <b>name</b> dem gewünschten Namen für die Vorlage.<br/>
el_gr: Για να εισάγεται ένα αρχείο debconf, παρακαλώ χρησιμοποιήστε την παρακάτω εντολή: br/><i>debconf2ldif.pl -b ou=<b>name</b>,%s -k <b>filename</b> > template.ldif </i><br/>Με <b>filename</b> το όνομα αρχείου, και <b>name</b> το επιθυμητό όνομα για το πρότυπο.<br/>
fr: Afin d'importer un fichier "debconf", Merci d'executer la commande suivante: <br/><i>debconf2ldif.pl -b ou=<b>nom</b>,%s -k <b>nom du fichier</b> > template.ldif </i><br/>Avec <b>nom du fichier</b> le nom du fichier debconf, et <b>nom</b> le nom désiré pour le modèle.<br/>
pt_br: INa ordem para importar um arquivo debconf, por favor rode os seguintes comandos : <br/><i>debconf2ldif.pl -b ou=<b>name</b>,%s -k <b>filename</b> > template.ldif </i><br/>With <b>filename</b> the file name, and <b>name</b> the desired name for the template.<br/>

source: Import
de: Importieren
el_gr: Εισαγωγή
fr: Importer
pt_br: Importar

source: Import a debconf file
cs_cz: Importovat debconf soubor
de: Importieren einer debconf Datei
el_gr: Εισαγωγή ενός αρχείου debconf
fr: Importer un profil Debconf
pt_br: Importar arquivo debconf

source: Name of this debconf template
cs_cz: Název této debconf šablony
de: Name dieser debconf Vorlage
el_gr: Όνομα για αυτό το πρότυπο debconf
fr: Nom de ce profil Debconf
pt_br: Nome deste modelo debconf

source: Entries
cs_cz: Položky
de: Einträge
el_gr: Καταχωρήσεις
fr: Entrées
pt_br: Entradas

source: Debconf template answers
cs_cz: Odpovědi Debconf šablony
de: Debconf Vorlage Antworten
el_gr: Απαντήσεις προτύπου Debconf
fr: Réponse du modèle Debconf
pt_br: Modelo de respostas Debconf

source: Debconf profile
cs_cz: Debconf sada nastavení
de: Debconf Profil
el_gr: Προφίλ Debconf
fr: Profil Debconf
pt_br: Perfil Debconf

source: Debconf profile generic
fr: Profil générique Debconf

source: Debconf settings
cs_cz: Nastavení pro Debconf
de: Debconf Einstellungen
el_gr: Ρυθμίσεις Debconf
fr: Paramètres de Debconf
pt_br: Configurações debconf

source: Debconf preseed profile to be used for installation
cs_cz: Sada přednastavení Debconf, použitá pro tuto instalaci
de: Debconf preseed Profil, welches für die Installation verwendet werden soll
el_gr: Προφίλ Debconf preseed που θα χρησιμοποιηθεί για το πρότυπο
fr: Profil Debconf du fichier preseed à utiliser pour l'installation
pt_br: Debconf precisa de um perfil para ser instalado

source: Release
cs_cz: Vydání
el_gr: Έκδοση
fr: Version
pt_br: Liberação

source: Debian release to install
cs_cz: Vydání systému Debian, které má být nainstalováno
de: Zu installierende Debainveröffentlichung
el_gr: Έκδοση Debian για εγκατάσταση
fr: Release Debian à installer
pt_br: Debian liberado para instalar

source: Boot kernel
cs_cz: zaváděné jádro
fr: Kernel utilisé au démarrage
pt_br: Kernel de boot

source: Linux kernel to be installed and booted
cs_cz: Jádro Linux, které má být nainstalováno a zavedeno
de: Zu installierender und bootender Linux-Kernel
el_gr: Ο πυρήνας Linux που θα εγκατασταθεί και θα εκκινηθεί
fr: Kernel linux à installer et à demarrer
pt_br: O Kernel do linux está instalado e bootado.

source: Boot kernel parameters
cs_cz: Parametry zavádění jádra
de: Boot Kernel Parameter
el_gr: Παράμετροι εκκίνησης πυρήνα
fr: Paramètres de demarrage pour ce kernel
pt_br: Parâmetros de boot do kernel

source: Linux kernel parameters to be ran
cs_cz: Parametry jádra Linux, se kterými má být spuštěno
de: Linux Kernel Parameter, die gestartet werden sollen
el_gr: Παράμετροι εκκίνησης πυρήνα Linux που θα εκτελεστούν
fr: Paramètres de démarrage pour ce kernel
pt_br: Parâmetros do kernel Linux para ser executado

source: Debconf preseed startup
cs_cz: Spuštění přednastavení Debconf
fr: Démarrage du preseed Debconf
pt_br: Debconf precisa começar

source: Filter
cs_cz: Filtr
el_gr: Φίλτρο
fr: Filtre
pt_br: Filtro

source: Warning
de: Warnung
fr: Avertissement

source: Please double check if you really want to do this since there is no way for FusionDirectory to get your data back.
de: Bitte überprüfen Sie, ob Sie dies wirklich tun wollen, da es keinen Weg gibt, für FusionDirectory die Daten wieder herzustellen.
fr: Veuillez vérifier que vous voulez effectuer cette action. Toutes les données seront perdues étant donné qu'il est impossible pour FusionDirectory de récupérer vos données.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
de: Wenn Sie sicher sind, drücken Sie 'Entfernen' um fortzufahren oder 'Abbrechen' zum Abbruch.
fr: Si vous êtes sur - cliquez sur 'Effacer' pour continuer ou 'Annuler' pour annuler

source: Description
de: Beschreibung

source: Actions
de: Aktionen

source: Debconf profile information
cs_cz: Údaje o sadě nastavení Debconf
el_gr: Πληροφορίες προφίλ Debconf
