Repository: Animtim/fusiondirectory-plugins
Catalog: squid/locale/*/LC_MESSAGES/messages.po
Languages: es_ve

source: This allow to store basic squid settings in ldap for each user
es_ve: Permite almacenar configuraciones básicas de squid para cada usuario en ldap

source: hour
es_ve: hora

source: day
es_ve: dia

source: week
es_ve: semana

source: month
es_ve: mes

source: LDAP error
es_ve: Error LDAP

source: Quota Setting
es_ve: Configuración de la cuota

source: Proxy account
es_ve: Cuenta en el proxy

source: Connectivity addon
es_ve: Conectividad adicional

source: My account
es_ve: Mi cuenta

source: Filter unwanted content
es_ve: Filtrar contenido no deseado

source: Limit proxy access
es_ve: Limitar acceso al proxy

source: Restrict proxy usage by quota
es_ve: Restringir uso del proxy por cuotas

source: Filter unwanted content (i.e. pornographic or violence related)
es_ve: Filtrar contenido no deseado (e.j. pornografía o violento)

source: Limit proxy access to working time
es_ve: Restringir uso del proxy a horario laboral

source: per
es_ve: por cada
