Repository: Animtim/fusiondirectory-plugins
Catalog: netgroups/locale/*/fusiondirectory.po
Languages: de

source: Netgroup configuration
de: Netzgruppen Konfiguration

source: FusionDirectory netgroup plugin configuration
de: FusionDirectory negroup Plugin Konfiguration

source: LDAP tree
de: LDAP Baum

source: Branch in which netgroups will be stored
de: Zweig in dem netgroups gespeichert werden

source: NIS Netgroup member
de: NIS Netgroup Mitglied

source: Member of the following NIS Netgroups
de: Mitglied der folgenden NIS Netzgruppen

source: NIS netgroup membership
de: NIS netgroup Mitgliedschaft

source: Please select the desired NIS Netgroups
de: Bitte wählen Sie die gewünschten NIS Netgroups

source: Common name
de: Gewöhnlicher Name

source: Description
de: Beschreibung

source: NIS Netgroup management
de: NIS Netzgruppenverwaltung

source: Generic
de: Allgemein

source: Generic NIS Netgroup settings
de: Allgemeine NIS Netgroup Einstellungen

source: Informations
de: Informationen

source: Name of this NIS netgroup
de: Name dieser NIS netgroup

source: Description of this NIS netgroup
de: Beschreibung dieser NIS netgroup

source: User members
de: Benutzermitglieder

source: NIS netgroup members
de: NIS netgroup Mitglieder

source: System members
de: System-Mitglieder

source: Netgroup members
de: Netgroup-Mitglieder

source: Base
de: Basis
