Repository: Animtim/fusiondirectory-plugins
Catalog: netgroups/locale/*/messages.po
Languages: cs_cz, fr, it, nl

source: Filter
cs_cz: filtr
fr: Filtre
it: Filtro

source: Show NIS Netgroups
cs_cz: zobrazit skupiny v NIS
fr: Montrer les groupes NIS
it: Mostra il gruppo NIS
nl: Toon NIS Netgroup

source: Name
cs_cz: jméno
fr: Nom
it: Nome
nl: Naam

source: Base
cs_cz: základ
nl: Basis

source: Please select the desired NIS Netgroups
cs_cz: vyberte prosím požadovanou skupinu v NIS
fr: Veuillez sélectionner le groupe NIS désiré
it: Seleziona il gruppo NIS che desideri
nl: Gelieve de gewenste NIS Netgroup te selecteren

source: NIS Netgroup
cs_cz: skupina v NIS
fr: Groupe NIS
it: Gruppo NIS

source: Common name
cs_cz: běžné jméno (CN)
fr: Nom commun
it: Nome comune
nl: Naam

source: Description
cs_cz: popis
it: Descrizione
nl: Beschrijving

source: Show Users
cs_cz: zobrazit uživatele
fr: Montrer les utilisateurs
it: Mostra gli utenti
nl: Toon Gebruikers

source: Show Hosts
cs_cz: zobrazit stroje
fr: Montrer les hôtes
it: Mostra gli hosts
nl: Toon Hosts

source: Show NIS Netgroup
cs_cz: zobrazit skupiny z NIS
fr: Montrer les groupes NIS
it: Mostra il gruppo NIS
nl: Toon NIS Netgroup

source: Please select the desired entries
cs_cz: vyberte prosím požadované položky
fr: Veuillez sélectionner les entrée désirées
it: Seleziona le entries desiderate
nl: Gelieve de gegevens te selecteren

source: User
cs_cz: uživatel
fr: Utilisateur
it: Utente
nl: Gebruiker

source: Host
cs_cz: hostitel
fr: Hôte

source: Network Device
cs_cz: síťové zařízení
fr: Périphérique réseau
it: Periferica di rete
nl: Netwerk apparaat

source: Login
cs_cz: uživatelské jméno
fr: Identifiant
it: Nome utente
nl: Inlognaam

source: Surname
cs_cz: příjmení
fr: Nom
it: Cognome
nl: Achternaam

source: Error
cs_cz: chyba
fr: Erreur
it: Errore
nl: Fout

source: Add CN/UID '%s' to NIS netgroup '%s' failed: cannot find object!
cs_cz: Přidání CN/UID '%s' do skupiny v NIS '%s' selhalo: objekt nelze nalézt!
fr: L'ajout du CN/UID '%s' au groupe NIS '%s' a échoué: impossible de trouver l'objet !
it: L'aggiunta del CN/UID '%s' nel gruppo NIS '%s' non è avvenuta: l'oggetto non è stato trovato!
nl: Voeg CN/UID '%s' toe in NIS Netgroup '%s' mislukt : kan object niet vinden!

source: ! unknown UID/CN
cs_cz: ! neznámé UID/CN
fr: ! UID/CN inconnu
it: ! UID/CN sconosciuto
nl: ! onbekende UID/CN

source: Workstation
cs_cz: pracovní stanice
fr: Poste de travail

source: LDAP error
cs_cz: chyba LDAPu
fr: Erreur LDAP
it: Errore LDAP
nl: LDAP Fout

source: NIS Netgroup Error
cs_cz: chyba skupiny NIS
fr: Erreur de groupe NIS
it: Errore nel gruppo NIS
nl: NIS Netgroup Fout

source: Error: There are a loop with NIS Netgroups
cs_cz: chyba: došlo k zacyklení skupiny NIS
fr: Erreur: il y a une boucle dans les groupes NIS
it: Errore: C'è un ciclo infinito nel gruppo NIS
nl: Fout : Er zijn loops in de NIS Netgroups

source: IMPORTANT: Check the members of NIS Netgroup
cs_cz: DŮLEŽITÉ: zkontrolujte členy skupiny NIS
fr: IMPORTANT: vérifier les membres du groupe NIS
it: IMPORTANTE: Verifica i membri del gruppo NIS
nl: BELANGERIJK: Check de gebruikers van NIS Netgroup

source: Generic
cs_cz: obecné
fr: Générique
it: Informazioni
nl: Generiek

source: Generic NIS Netgroup settings
cs_cz: obecné nastavení skupiny NIS
fr: Paramètres de base des groupes NIS
it: Impostazioni generali del gruppo NIS
nl: Generieke NIS Netgroup instellingen

source: NIS Netgroups
cs_cz: skupiny NIS
fr: Groupes NIS
it: Gruppi NIS

source: NIS Netgroup members
cs_cz: členové skupiny NIS
fr: Membres d'un groupe NIS
it: Membri del gruppo NIS
nl: NIS Netgroup deelnemers

source: List of NIS Netgroups
cs_cz: seznam skupin NIS
fr: Liste des groupes NIS
it: Elenco dei gruppi NIS
nl: Lijst van NIS Netgroups

source: Properties
cs_cz: vlastnosti
fr: Propriétés
it: Proprietà
nl: Eigenschappen

source: Actions
cs_cz: akce
it: Azioni
nl: Acties

source: Create
cs_cz: vytvoř
fr: Créer
it: Crea
nl: Maak

source: Edit
cs_cz: uprav
fr: Editer
it: Modifica
nl: Wijzig

source: Remove
cs_cz: odeber
fr: Effacer
it: Elimina
nl: Verwijder

source: Edit NIS Netgroup
cs_cz: uprav skupinu NIS
fr: Editer le groupe NIS
it: Modifica il gruppo NIS
nl: Wijzig NIS Netgroup

source: Remove NIS Netgroup
cs_cz: odebrat skupinu z NIS
fr: Effacer le groupe NIS
it: Elimina il gruppo NIS
nl: Verwijder NIS Netgroup

source: NIS Netgroup name
cs_cz: název skupiny v NIS
fr: Nom du groupe NIS
it: Nome del gruppo NIS
nl: NIS Netgroup naam

source: Multiple edit
cs_cz: hromadná úprava
fr: Edition multiple
it: Modifica multipla
nl: Meerdere wijzigen

source: Name of the NIS Netgroup
cs_cz: název skupiny v NIS
fr: Nom du groupe NIS
it: Nome del gruppo NIS
nl: Naam van de NIS Netgroup

source: Descriptive text for this NIS Netgroup
cs_cz: popis této skupiny v NIS
fr: Description du groupe NIS
it: Descrizione di questo gruppo NIS
nl: Beschrijving van deze NIS Netgroup

source: In all NIS Netgroups
cs_cz: ve všech skupinách NIS
fr: Dans tout les groupes NIS
it: In tutti i gruppi NIS
nl: In alle NIS Netgroups

source: Not in all NIS Netgroups
cs_cz: nenachází se v žádné ze skupin NIS
fr: Pas dans tout les groupes NIS
it: Non in tutti i gruppi NIS
nl: Niet in alle NIS Netgroups

source: Member of the following NIS Netgroups
cs_cz: člen těchto skupin NIS (síťového informačního systému)
fr: Membre des groupes NIS suivants
it: Membro dei seguenti gruppi NIS
nl: Deelnemer van volgend NIS netgroups

source: Choose NIS Netgroups for the host
cs_cz: vyberte skupinu NIS, které bude stroj členem
fr: Choisir le groupe NIS pour l'hôte
it: Scegli i gruppi NIS per l'host
nl: Kies NIS Netgroups voor deze host

source: NIS Netgroup member
cs_cz: člen skupiny NIS
fr: Membre d'un groupe NIS
it: Membro del gruppo NIS
nl: NIS Netgroup deelnemer

source: Choose NIS Netgroups for the user
cs_cz: vyberte skupinu NIS, které bude uživatel členem
fr: Choisissez le groupe NIS de l'utilisateur
it: Scegli i gruppi NIS per l'utente
nl: Kies NIS Netgroups voor de gebruiker

source: Server
fr: Serveur

source: NIS Netgroup management
fr: Gestion des groupes nis
nl: NIS Netgroup beheer
