Repository: Animtim/fusiondirectory-plugins
Catalog: dhcp/locale/*/fusiondirectory.po
Languages: cs_cz, sv

source: Error
cs_cz: chyba
sv: Fel

source: Cannot delete automatic statements!
cs_cz: automatické zprávy nelze mazat!
sv: Kan inte ta bort automatiska statements!

source: automatic
cs_cz: automatické
sv: automatisk

source: Name
cs_cz: název
sv: Namn

source: Range
cs_cz: adresní rozsah

source: 'Range' is not inside the configured network.
cs_cz: 'rozsah' nespadá do nastavené sítě.
sv: 'Range' är inte inom det konfigurerade nätverket.

source: Network address
cs_cz: síťová adresa
sv: Nätverksadress

source: Netmask
cs_cz: síťová maska
sv: Nätmask

source: Network range
cs_cz: síťový rozsah
sv: Nätverks-range

source: Global options
cs_cz: globální volby
sv: Globala inställningar

source: Class
cs_cz: třída
sv: Klass

source: Subclass
cs_cz: podtřída
sv: Subklass

source: Host
cs_cz: stroj

source: Group
cs_cz: skupina
sv: Grupp

source: Pool
cs_cz: rozsah

source: Subnet
cs_cz: podsíť
sv: Subnät

source: Shared network
cs_cz: sdílená síť
sv: Delat nätverk

source: DNS update key
cs_cz: klíč pro aktualizaci DNS
sv: DNS-uppdateringsnyckel

source: DNS update zones
cs_cz: zóny aktualizace DNS
sv: DNS-uppdateringszoner

source: DNS zone
cs_cz: DNS zóna
sv: DNS-zon

source: Key DN
cs_cz: DN klíče

source: Hardware address
cs_cz: hardwarová adresa (MAC)
sv: Hårdvaruadress

source: Lease time
cs_cz: výpůjční doba
sv: Lease-tid

source: Max lease time
cs_cz: nejdelší výpůjční doba
sv: Max Lease-tid

source: Default lease time
cs_cz: výchozí výpůjční doba
sv: Standard lease-tid

source: Maximum lease time
cs_cz: nejdelší výpůjční doba
sv: Maximal lease-tid

source: DHCP service
cs_cz: služba DHCP
sv: DHCP-tjänst

source: Logging
cs_cz: pořizování protokolovacích záznamů (logů)
sv: Loggning

source: Failover peer
cs_cz: záložní server

source: You have requested a migration of the DHCP setup from server '%s' to the current one.
cs_cz: Požadujete přesun nastavení DNCP serveru '%s' na tento.
sv: Du har begärt en migrering av DHCP-inställningar från servern '%s' till den nuvarande.

source: The migration will be started when you save this system.
cs_cz: Migrace započne jakmile tento systém uložíte.
sv: Denna migrering kommer att startas när du sparar det här systemet.

source: Warning
cs_cz: varování
sv: Varning

source: Permission error
cs_cz: chyba oprávnění
sv: Rättighetsfel

source: DHCP section
cs_cz: DHCP sekce
sv: DHCP-sektion

source: Insert new DHCP section
cs_cz: vložit novou DHCP sekci
sv: Infoga ny DHCP-sektion

source: Edit DHCP section
cs_cz: upravit DHCP sekci
sv: Redigera DHCP-sektion

source: Remove DHCP section
cs_cz: odebrat DHCP sekci
sv: Ta bort DHCP-sektion

source: LDAP error
cs_cz: chyba LDAPu
sv: LDAP-fel

source: The DHCP configuration set is unkown. Please contact your system administrator.
cs_cz: Nastavení DHCP jsou neznámá. Kontaktujte prosím svého správce systémů.
sv: DHCP-konfigurationen är okänd. Kontakta systemadministratören

source: Services
cs_cz: služby
sv: Tjänster

source: Start service
cs_cz: spustit službu
sv: Starta tjänsten

source: Stop service
cs_cz: zastavit službu
sv: Stoppa tjänsten

source: Restart service
cs_cz: restartovat službu
sv: Starta om tjänsten

source: Broadcast
cs_cz: všesměrové vysílání (broadcast)

source: Error in definition of '%s'!
cs_cz: Chyba v definici '%s'!
sv: Fel i definitionen av '%s'!

source: Key name
cs_cz: název klíče
sv: Nyckel-namn

source: Key
cs_cz: klíč
sv: Nyckel

source: Max. lease time
cs_cz: nejdelší výpůjční doba
sv: Max. lease-tid

source: Min. lease time
cs_cz: nejkratší výpůjční doba
sv: Min. lease-tid

source: DHCP take over will take place when saving this entry. Choose 'Cancel' to abort.
cs_cz: Uložení této položky spustí převzetí DHCP. Pro přerušení akce klikněte na 'zrušit'.
sv: Övertagning av DHCP kommer att träda i kraft när du sparar. Välj 'Avbryt' för att avbryta.

source: Take over dhcp configuration from following server
cs_cz: převzít nastavení DHCP z tohoto serveru
sv: Ta över DHCP-konfiguration från följande server

source: DHCP sections
cs_cz: sekce DHCP
sv: DHCP-sektioner

source: Generic
cs_cz: obecné
sv: Generisk

source: Name of group
cs_cz: název skupiny
sv: Namn på grupp

source: Authoritative service
cs_cz: autoritativní služba
sv: Auktoritär tjänst

source: Dynamic DNS update
cs_cz: dynamická aktualizace DNS
sv: Dynamisk DNS-uppdatering

source: Dynamic DNS update style
cs_cz: způsob aktualizace dynamického DNS
sv: Dynamisk DNS-uppdateringssätt

source: Default lease time (s)
cs_cz: výchozí výpůjční doba (s)
sv: Standard Lease-tid (sek)

source: Enter default lease time in seconds.
cs_cz: Zadejte výchozí výpůjční dobu ve vteřinách.
sv: Skriv in standard lease-tid i sekunder.

source: Maximum lease time (s)
cs_cz: nejdelší výpůjční doba (s)
sv: Maximal lease-tid (s)

source: Enter maximum lease time in seconds.
cs_cz: Zadejte nejdelší výpůjční dobu ve vteřinách.
sv: Skriv in maximal lease-tid i sekunder.

source: Network configuration
cs_cz: nastavení sítě
sv: Nätverkskonfiguration

source: Router
cs_cz: směrovač (router)

source: Enter name or IP address of router to be used in this section
cs_cz: zadejte název nebo IP adresu směrovače, který bude použit pro tuto sekci
sv: Skriv in namn eller IP-adress för routern i den här sektionen

source: Bootup
cs_cz: zavedení systému

source: Filename
cs_cz: název souboru
sv: Filnamn

source: Enter name of file that will be loaded via tftp after client has started
cs_cz: zadejte název souboru, který bude nahrán (přes TFTP prtokol) na klienta poté, co bude zapnut
sv: Skriv in namnet på filen som ska laddas via tftp efter att klienten har startat

source: Next server
cs_cz: následující server

source: Enter name of server to retrieve bootimages from
cs_cz: zadejte název serveru, ze kterého budou získávány zaváděcí obrazy
sv: Skriv in namnet på servern att hämta bootimages från

source: Domain Name Service
cs_cz: Doménová jmenná služba (DNS)
sv: Domännamnsservice (DNS)

source: Domain
cs_cz: doména
sv: Domän

source: Name of domain
cs_cz: název domény
sv: Namn på domän

source: List of DNS servers to be propagated
cs_cz: seznam DNS serverů, které budou propagovány
sv: Lista på DNS-servrar att propagera

source: DNS server do be added
cs_cz: DNS sever, který má být přidán
sv: DNS-servrar att lägga till

source: Click here add the selected server to the list
cs_cz: pro přidání zvolených serverů na seznam klikněte sem
sv: Klicka här för att lägga till valda servrar till listan

source: Click here remove the selected servers from the list
cs_cz: pro odebrání zvolených serverů ze seznamu klikněte sem
sv: Klicka här för att ta bort valda servrar från listan

source: Domain Name Service options
cs_cz: předvolby doménové jmenné služby (DNS)
sv: DNS-tjänstalternativ

source: Assign hostnames found via reverse mapping
cs_cz: přiřazovat názvy strojů nalezené pomocí obráceného mapování
sv: Tilldela hostnamn som hittats via reverse mapping

source: Assign hostnames from host declarations
cs_cz: přiřazovat názvy strojů z jejich deklarací
sv: Tilldela hostnamn från host-deklarationer

source: Range for dynamic address assignment
cs_cz: rozsah adres, které budou přidělovány dynamicky
sv: Range för dynamisk adresstilldelning

source: DNS update zone
cs_cz: zóna aktualizace DNS
sv: DNS-uppdateringszon

source: This includes 'all' DHCP subsections that are located within this section. Please double check if your really want to do this since there is no way for FusionDirectory to get your data back.
cs_cz: Týká se 'všech' podsekcí této sekce DHCP. Prosím velmi dobře si rozmyslete, zda to skutečně chcete udělat – provedené změny pak FusionDirectory už nemůže vrátit zpět!
sv: Det här inkluderar 'alla' DHCP-subsektioner som inryms i denna sektion. Dubbelkolla att du verkligen vill göra detta eftersom det inte finns något sätt för FusionDirectory att få tillbaka din information.

source: Best thing to do before performing this action would be to save the current contents of your LDAP tree in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
cs_cz: Před provedením této akce by bylo nejlepší uložit současnou podobu stromu LDAPu do souboru. Pokud jste tak již učinil(a), klikněte na 'smazat' – v opačném případě celou akci zrušte kliknutím na 'zrušit'.
sv: Det bästa att göra innan du utför denna åtgärd skulle vara att spara nuvarande innehåll i ditt LDAP-träd i en fil. Så - om du har gjort det - tryck 'Ta bort' för att fortsätta eller 'Avbryt' för att avbryta.

source: Name of Key
cs_cz: název klíče
sv: Namn på nyckel

source: Encryption method
cs_cz: metoda šifrování
sv: Krypteringsmetod

source: Name of pool
cs_cz: Vaše pojmenování rozsahu
sv: Pool-namn

source: Create new DHCP section
cs_cz: vytvořit novou sekci DHCP
sv: Skapa ny DHCP-sektion

source: Please choose one of the following DHCP section types.
cs_cz: Zvolte prosím jeden z následujících typů sekcí DHCP.
sv: Välj någon av följande DHCP-sektionstyper

source: Section
cs_cz: sekce
sv: Sektion

source: Choose section type to create
cs_cz: zvolte typ sekce, který má být vytvořen
sv: Välj sektionstyp att skapa

source: Create
cs_cz: vytvořit
sv: Skapa

source: Hide advanced settings
cs_cz: skrýt pokročilá nastavení
sv: Göm avancerade inställningar

source: DHCP statements
cs_cz: zprávy DHCP

source: DHCP options
cs_cz: předvolby DHCP
sv: DHCP-alternativ

source: Show advanced settings
cs_cz: zobrazit pokročilá nastavení
sv: Visa avancerade inställningar

source: Name of host
cs_cz: název stroje
sv: Namn på host

source: Fixed address
cs_cz: neměnná (pevná) adresa
sv: Fast adress

source: Use hostname or IP-address to assign fixed address
cs_cz: pro přiřazení neměnné IP adresy použijte DNS jméno nebo IP adresu
sv: Använd hostnamn eller IP-adress för att tilldela fasta adresser

source: Hardware type
cs_cz: typ přístroje
sv: Hårdvarutyp

source: Name for shared network
cs_cz: název sdílené sítě
sv: Namn på delat nätverk

source: Server identifier
cs_cz: identifikátor serveru
sv: Server-identifierare

source: Propagated server identifier for this shared network
cs_cz: identifikátor propagovaného serveru pro tuto sdílenou síť
sv: Propagerad serveridentifierare för det här delade nätverket

source: Select if this server is authoritative for this shared network
cs_cz: zadejte, zda je server autoritativním pro tuto sdílenou síť
sv: Välj om den här servern är auktoriserad för det här delade nätverket

source: Authoritative server
cs_cz: autoritativní server
sv: Auktoritär server

source: Leases
cs_cz: zápůjčky
sv: Tilldelningar

source: seconds
cs_cz: vteřiny
sv: sekunder

source: Minimum lease time
cs_cz: nejkratší výpůjční doba
sv: Minimum lease-tid

source: Access control
cs_cz: řízení přístupu
sv: Åtkomstkontroll

source: Select if unknown clients should get dynamic IP addresses
cs_cz: zadejte, zda budou IP adresy poskytovány i neznámým strojům
sv: Välj om okända klienter ska få dynamiska IP-adresser

source: Allow unknown clients
cs_cz: povolit neznámé stroje
sv: Tillåt okända klienter

source: Select if bootp clients should get dynamic IP addresses
cs_cz: zadejte, zda budou stroje, startující přes protokol bootp, dostávat dynamickou IP adresu
sv: Välj om bootp-klienter ska få dynamiska IP-adresser

source: Allow bootp clients
cs_cz: zapnout podporu pro stroje startující s protokolem bootp
sv: Tillåt bootp-klienter

source: Select if clients are allowed to boot using this DHCP server
cs_cz: zadejte, zda tento DHCP server bude ostatním strojům poskytovat zavádění jejich systému ze sítě
sv: Välj om klienter är tillåtna att boota genom den här DHCP-servern

source: Allow booting
cs_cz: povolit zavádění systému
sv: Tillåt boot

source: Expand DHCP subnet
sv: Expandera DHCP-subnät

source: Fold DHCP subnet
sv: Minimera DHCP-subnät
